{
"layer_geom_type_s": "Polygon", 
"layer_modified_dt": "2016-06-29T10:00:26Z", 
"solr_geom": "ENVELOPE(-93.144138, -92.641809, 45.732329, 45.294135)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/elev-lidar-chisago2007\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-69049536-1975-4396-a104-a58f41b8e6d0", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Elevation"
], 
"dct_temporal_sm": "2007", 
"dc_description_s": "The LiDAR data for Chisago County was collected under contract by Chisago County. Thus, the data format is not entirely consistent with some of the other LiDAR data collected by the State of Minnesota. Specifically, the Chisago County collect did not require classification of anything other than Bare Earth in the LiDAR LAS files, so there is not information on buildings, vegetation, or model key points. Breaklines captured as part of this effort are also a bit different. In Chisago County the breaklines are 3D Polyline features vs 3D Polygon features. They also include road centerlines, stream courses and other features that are not part of the Statewide collect specifications. LiDAR was classified and stereo-pairs were generated from LiDAR intensity data which were used to collect breaklines. A surface was generated from the bare earth LiDAR DTM (digital terrain model) and the collected breakline data to produce the contours and the DEMs. Tiling: Bare-earth and first-return LiDAR data in LAS format are divided into 5000' X 5000' sheet tiles named according to the Lower Left XY coordinate value. Five-foot posted raster bare-earth DEMs in ArcGrid format are divided into 5000' X 5000' sheet tiles. The contours are divided into township areas. Optimal Geomatics, Inc. collected and processed the LiDAR data, and authored the procedures quality control reports.", 
"dct_issued_s": "2007-06-15", 
"dc_format_s": "Geodatabase", 
"dc_creator_sm": [
"Chisago County Surveyor's Office"
], 
"dc_identifier_s": "urn-69049536-1975-4396-a104-a58f41b8e6d0", 
"dc_relation_sm": [
"For more information about elevation data for Minnesota, see:                    http://www.mngeo.state.mn.us/chouse/elevation/index.html"
], 
"georss_polygon_s": "45.294135 -93.144138 45.732329 -93.144138 45.732329 -92.641809 45.294135 -92.641809 45.294135 -93.144138", 
"solr_year_i": 2007, 
"dct_spatial_sm": [
"Minnesota", 
"Chisago County, Minnesota"
], 
"dc_publisher_sm": [
"Minnesota Department of Natural Resources"
], 
"layer_id_s": "urn:urn-69049536-1975-4396-a104-a58f41b8e6d0", 
"georss_box_s": "45.294135 -93.144138 45.732329 -92.641809", 
"dc_title_s": "LiDAR Elevation: Chisago County, Minnesota, 2007", 
"layer_slug_s": "Minnesota-urn-69049536-1975-4396-a104-a58f41b8e6d0"
}