{
"layer_geom_type_s": "Point", 
"layer_modified_dt": "2016-07-11T09:15:44Z", 
"solr_geom": "ENVELOPE(-93.3212809890263, -93.2134896344389, 45.0448693686266, 44.8969193042826)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://opendata.minneapolismn.gov/datasets/45162ef5dd4b495dbf5b1f875219571c_0.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://services.arcgis.com/afSMGVsC7QlRK1kZ/arcgis/rest/services/OPENDATA_NCR_FUNDING/FeatureServer/0\",\"http://schema.org/url\":\"http://opendata.minneapolismn.gov/datasets/45162ef5dd4b495dbf5b1f875219571c_0\"}", 
"dc_rights_s": "Public", 
"uuid": "ab4a8c4c-400e-4a94-a073-59201b20a207", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
<<<<<<< HEAD
"society", 
=======
"Society", 
>>>>>>> master
"Open Data", 
"Neighborhoods", 
"NCR"
], 
"dct_temporal_sm": "2015", 
"dc_description_s": "For questions about this data please contact NCROpenData@minneapolismn.gov. Field Descriptions Neighborhood   Action Plan Approval Date – The date on which the City of Minneapolis officially approved the neighborhood’s NRP Phase 1 plan. Column name ActPlanDat. NRP Phase 1 Plan $ - NRP Phase 1 funds allocated to the plan upon official approval (Note: This does not include NRP Phase 1 funds that have since been reallocated to support implementation of the neighborhood’s NRP Phase 2 plan – see below). Column name Phase1Plan. NRP Phase 1 Program Income $ - Income generated from the initial investment of NRP Phase 1 funds – generally as a result of repayments made under housing and economic development loans. (Note: This does not include NRP Phase 1 program income that have since been reallocated to support implementation of the neighborhood’s NRP Phase 2 plan – see below). Column name Phase1Inco. NRP Phase 1R Plan $ - NRP Phase 1 funds that have since been reallocated to support implementation of the neighborhood’s NRP Phase 2 plan. Column name Phase1R. NRP Phase 1R Program Income $ - Income generated from the initial investment of NRP Phase 1 funds that have since been reallocated to support implementation of the neighborhood’s NRP Phase 2 plan – generally as a result of repayments made under housing and economic development loans. Column name Phase1RInc. NRP Phase 1 Total $ as of 9-30-2014 – The total of all NRP Phase 1 funds (including program income and all funds reallocated to support implementation of the neighborhood’s NRP Phase 2 plan) supporting the implementation of Minneapolis neighborhood NRP plans, as of September 30, 2014. Column name Phase1Tota. Approval Date Phase 2 Plan - The date on which the City of Minneapolis officially approved the neighborhood’s NRP Phase 2 plan. Column name Phase2Date. * NRP Phase 2 Plan $ - NRP Phase 2 funds allocated to the plan upon official approval (Note: This allocation includes all funds officially approved under the original NRP Phase 2 plan, including funds that have since been frozen by the Minneapolis City Council in December 2010 – see below). Column name Phase2Plan. * NRP Phase 2 Frozen $ - Phase 2 plan funds that were frozen by the Minneapolis City Council in December, 2010, and not available for use by neighborhood to implement to NRP Phase 2 plans. Column name Phase2Froz. NRP Phase 2 AHRF $ - NRP Phase 2 neighborhood funds earmarked by the Minneapolis City Council for use on affordable housing projects throughout the city. Column name Phase2AHRF. NRP Phase 2 COPSIRF $ - NRP Phase 2 neighborhood funds earmarked by the Minneapolis City Council for use on community-oriented public safety initiatives throughout the city. Column name Phase2COPS. NRP Phase 2 Program Income $ - Income generated from the initial investment of NRP Phase 2 funds – generally as a result of repayments made under housing and economic development loans. Column name Phase2Inco. NRP Phase 2 Total $ as of 9-30-2014 - The total of all NRP Phase 2 funds (including program income) supporting the implementation of Minneapolis neighborhood NRP plans, as of September 30, 2014. (Note: This does not include Phase 1R or Phase 1R Program Income that are used to implement the Phase 2 plan – those are accounted for under NRP Phase 1 Total $ as of 9-30-2014 – see above). Column name Phase2Tota. PlanNet Neighborhood Name (for sorting with other PlanNet info) – This is a field used in PlanNet – the City’s information system used for tracking NRP and CPP neighborhood initiatives. It is included for use in conjunction with other PlanNet-derived data. Column name SYSNAME.", 
"dct_issued_s": "2014-11-25T20:56:28.000ZZ", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"MapIT Minneapolis"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "ab4a8c4c-400e-4a94-a073-59201b20a207", 
"georss_polygon_s": "44.8969193042826 -93.3212809890263 45.0448693686266 -93.3212809890263 45.0448693686266 -93.2134896344389 44.8969193042826 -93.2134896344389 44.8969193042826 -93.3212809890263", 
"solr_year_i": 2014, 
"dct_spatial_sm": [
"City of Minneapolis, Minnesota", 
"Minneapolis"
], 
"dc_publisher_sm": [
"MapIT Minneapolis"
], 
"layer_id_s": "urn:ab4a8c4c-400e-4a94-a073-59201b20a207", 
"georss_box_s": "44.8969193042826 -93.3212809890263 45.0448693686266 -93.2134896344389", 
"dc_title_s": "NCR Funding: Minneapolis, Minnesota", 
"layer_slug_s": "Minnesota-ab4a8c4c-400e-4a94-a073-59201b20a207"
}