{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T09:59:38Z", 
"solr_geom": "ENVELOPE(-94.012, -92.732, 45.415, 44.471)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-state-metc-bdry-metro-counties-and-ctus\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gis2.metc.state.mn.us/arcgis/rest/services/MetroGIS/Administrative_Political_Boundaries/MapServer/5\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/bdry_metro_counties_and_ctus/shp_bdry_metro_counties_and_ctus.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-2fc1711a-8755-4299-af03-db13e1aebf05", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Boundaries"
], 
"dct_temporal_sm": "2016", 
"dc_description_s": "This is a polygon dataset for county boundaries as well as for city, township and unorganized territory (CTU) boundaries in the Twin Cities 7-county metropolitan area. The linework for this dataset comes from individual counties and is assembled by the Metropolitan Council for the MetroGIS community. The County CTU Lookup Table here https://gisdata.mn.gov/dataset/us-mn-state-metc-bdry-counties-and-ctus-lookup is also included in this dataset and contains various data related to cities, townships, unorganized territories (CTUs) and any divisions created by county boundaries splitting them is also included in the dataset. This dataset is updated quarterly. This dataset is composed of three shape files and one dbf table. - Counties.shp = county boundaries - CTUs.shp = city, township and unorganized territory boundaries - CountiesAndCTUs.shp = combined county and CTU boundaries - CountyCTULookupTable.dbf = various data related to CTUs and any divisions created by county boundaries splitting them is also included in the dataset, described here: https://gisdata.mn.gov/dataset/us-mn-state-metc-bdry-counties-and-ctus-lookup NOTES: - On 3/17/2011 it was discovered that the CTU ID used for the City of Lake St. Croix Beach was incorrect. It was changed from 2394379 to 2395599 to match GNIS. - On 3/17/2011 it was discovered that the CTU ID used for the City of Lilydale was incorrect. It was changed from 2394457 to 2395708 to match GNIS. - On 11/9/2010 it was discovered that the CTU ID used for the City of Crystal was incorrect. It was changed from 2393541 to 2393683 to match GNIS. - Effective April 2008, a change was made in GNIS to match the FIPS place codes to the NcivilN feature for each city instead of the Npopulated placeN feature. Both cities and townships are now NcivilN features within GNIS. This means that the official GNIS unique ID for every city in Minnesota has changed. - The five digit CTU codes in this dataset are identical to the Federal Information Processing Standard (FIPS) ''Place'' codes. They are also used by the Census Bureau and many other organizations and are proposed as a MN state data coding standard. - Cities and townships have also been referred to as ''MCDs'' (a census term), however this term technically refers to the part of each city or township within a single county. Thus, a few cities in the metro area that are split by county boundaries are actually comprised of two different MCDs. This was part of the impetus for a proposed MN state data standard that uses the ''CTU'' terminology for clarity. - The boundary line data for this dataset comes from each county. - A variety of civil divisions of the land exist within the United States. In Minnesota, only three types exist - cities, townships and unorganized territories. All three of these exist within the Twin Cities seven county area. The only unorganized territory is Fort Snelling (a large portion of which is occupied by the MSP International Airport). - Some cities are split between two counties. Only those parts of cities within the 7-county area are included. - Prior to the 2000 census, the FIPS Place code for the City of Greenwood in Hennepin County was changed from 25928 to 25918. This dataset reflects that change.", 
"dct_issued_s": "2016-04-01T06:00:00.000Z", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"The Counties of Anoka, Dakota, Carver, Hennepin, Ramsey, Scott and Washington and the Metropolitan Council"
], 
"dc_identifier_s": "urn-2fc1711a-8755-4299-af03-db13e1aebf05", 
"dc_relation_sm": [
"County CTU Lookup Table"
], 
"georss_polygon_s": "44.471 -94.012 45.415 -94.012 45.415 -92.732 44.471 -92.732 44.471 -94.012", 
"solr_year_i": 2016, 
"dct_spatial_sm": [
"Minnesota", 
"Minneapolis-St. Paul-Bloomington"
], 
"dc_publisher_sm": [
"Metropolitan Council"
], 
"layer_id_s": "urn:urn-2fc1711a-8755-4299-af03-db13e1aebf05", 
"georss_box_s": "44.471 -94.012 45.415 -92.732", 
"dc_title_s": "Counties, Cities and Townships: Twin Cities Metro, Minnesota, 2016", 
"layer_slug_s": "Minnesota-urn-2fc1711a-8755-4299-af03-db13e1aebf05"
}