{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T09:59:43Z", 
"solr_geom": "ENVELOPE(-97.4, -93, 49.1, 45.4)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/elev-lidar-red-river-z15\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-c89448bd-827d-437d-99a7-06e580876e47", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
<<<<<<< HEAD
"elevation"
=======
"Elevation"
>>>>>>> master
], 
"dct_temporal_sm": "2008-2010", 
"dc_description_s": "This dataset contains LiDAR-derived elevation products for the Minnesota portion of the Red River of the North Basin. The Minnesota Department of Natural Resources (DNR) processed the data to make it consistent with other LiDAR data available in Minnesota, including converting it to UTM Zone 15 coordinates and tiling to 3.25 square mile blocks based on 1/16 of a standard USGS 1:24,000 quadrangle. Data covers the following Minnesota counties: Becker, Beltrami, Big Stone, Clay, Clearwater, Grant, Kittson, Koochiching (northern portion), Lake of the Woods, Mahnomen, Marshall, Norman, Otter Tail, Pennington, Polk, Red Lake, Roseau, Stevens, Traverse, Wilkin. Products included are: One- and three-meter DEMs, one- and three-meter hillshades, and two-foot contours, plus a tile index map for each county. Since breaklines were not available for all of the Minnesota portion of the basin, the data has not been hydro-flattened. The original data was provided by the International Water Institute (IWI) and the United States Geological Survey. IWI's Red River Basin Mapping Initiative acquired a highly accurate digital elevation model (DEM) for the Red River of the North Basin south of the U.S./Canada border in UTM Zone 14 coordinates. Note: This metadata record was created at the Minnesota Geospatial Information Office by combining information from the IWI and DNR.", 
"dct_issued_s": "2012-09-17", 
<<<<<<< HEAD
"dc_format_s": "", 
=======
"dc_format_s": "File", 
>>>>>>> master
"dc_creator_sm": [
"International Water Institute"
], 
"dc_identifier_s": "urn-c89448bd-827d-437d-99a7-06e580876e47", 
"dc_relation_sm": [
"For more information about elevation data for Minnesota, see: http://www.mngeo.state.mn.us/chouse/elevation/index.htmlFor more information about the Zone 14 version of the data, which extends into South and North Dakota, see the dataset documentation:  http://www.rrbdin.org/wp-content/uploads/2011/10/RRBMI_Metadata.html and the International Water Institute website:  http://www.iwinst.org/lidar/"
], 
"georss_polygon_s": "45.4 -97.4 49.1 -97.4 49.1 -93 45.4 -93 45.4 -97.4", 
"solr_year_i": 2008, 
"dct_spatial_sm": [
"Canada", 
"North Dakota", 
"South Dakota", 
"Minnesota", 
"Red River Valley of the North"
], 
"dc_publisher_sm": [
"Minnesota Department of Natural Resources"
], 
"layer_id_s": "urn:urn-c89448bd-827d-437d-99a7-06e580876e47", 
"georss_box_s": "45.4 -97.4 49.1 -93", 
"dc_title_s": "LiDAR Elevation: Red River of the North Basin, 2008-2010", 
"layer_slug_s": "Minnesota-urn-c89448bd-827d-437d-99a7-06e580876e47"
}