{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T10:00:00Z", 
"solr_geom": "ENVELOPE(-94.012, -92.732, 45.415, 44.471)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-state-metc-plan-musa-historical1995-1998\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gis2.metc.state.mn.us/arcgis/rest/services/MetroGIS/Planning_Development/MapServer/24\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/plan_musa_historical1995_1998/shp_plan_musa_historical1995_1998.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-3860bef3-896e-4ab0-942c-06242280e690", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
<<<<<<< HEAD
"planningCadastre"
=======
"Planning and Cadastral"
>>>>>>> master
], 
"dct_temporal_sm": "1998", 
"dc_description_s": "This layer contains boundaries of the Metropolitan Urban Service Area (MUSA) in the Twin Cities metropolitan area of Minnesota for each year from 1995 through 1998. Plans are to also add Local Urban Service Area (LUSA) boundaries to this dataset. A MUSA boundary line is the outer edge of the urban area. It is a line agreed to jointly by the Council and local governments through local comprehensive plan reviews. It delimits the outer reaches of regional services for the specified time period. A LUSA boundary line is the outer edge of the urban service are in rural growth centers. Rural growth centers are incorporated areas that currently provide central sewer service and that have planned long-term expansions of their urban service area. These small cities are expected to plan for a balance of housing and jobs to promote self-sufficiency. This service area boundary, like the MUSA, is agreed to jointly by the Council and local governments through local comprehensive plan reviews. It delimits the outer reaches of regional services for the specified time period. Many of the lines that define the MUSA boundary are municipal boundaries. In this layer, these lines have been derived from the County and Minor Civil Divisions layer compiled by the Metropolitan Council. Other lines in this layer have been derived from municipal comprehensive plan maps at a variety of scales and accuracy levels. NOTES: - The lines in this layer are not expected to be as positionally accurate as parcel datasets available from most counties in the Twin Cities area. - Significant errors have been noticed in the original 1995 dataset. These include missing polygons and lines that differ significantly from the parcel boundaries that actually define the MUSA. These errors will be fixed as they are encountered. See Horizontal Positional Accuracy for more information. - Additionally, areas included in the MUSA in any particular year can, at times, be difficult to determine from maps submitted to the Council prior to 1998, and do not necessarily match maps from previous years. - Some communities have 'undesignated' or 'floating' MUSAs. That is, they may have a large or undefined area within which a specific amount of land may be added to the MUSA within a given period of time. Thus, the acreage of additional MUSA has been approved by the council, but the location of that acreage will be determined in the future. These 'undesignated' or 'floating' MUSAs are not represented in this layer until specific locations are identified.", 
"dct_issued_s": "1998-12-31", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Metropolitan Council"
], 
"dc_identifier_s": "urn-3860bef3-896e-4ab0-942c-06242280e690", 
"dc_relation_sm": [
"Growth Management Policy Areas, 1996"
], 
"georss_polygon_s": "44.471 -94.012 45.415 -94.012 45.415 -92.732 44.471 -92.732 44.471 -94.012", 
"solr_year_i": 1998, 
"dct_spatial_sm": [
"Minnesota", 
"Minneapolis-St. Paul-Bloomington"
], 
"dc_publisher_sm": [
"Metropolitan Council"
], 
"layer_id_s": "urn:urn-3860bef3-896e-4ab0-942c-06242280e690", 
"georss_box_s": "44.471 -94.012 45.415 -92.732", 
"dc_title_s": "Metropolitan Urban Service Areas (MUSA), Historical: Twin Cities Metro, Minnesota, 1995 - 1998", 
"layer_slug_s": "Minnesota-urn-3860bef3-896e-4ab0-942c-06242280e690"
}