{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T09:59:08Z", 
"solr_geom": "ENVELOPE(-97.96, -94.21, 47.61, 42.2)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/env-potentially-undisturbed-land\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_potentially_undisturbed_land/shp_env_potentially_undisturbed_land.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-8aa68067-202a-4807-be27-599d33100824", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"environment"
], 
"dct_temporal_sm": "2015", 
"dc_description_s": "Project Description: South Dakota State University has developed a rigorous system for identifying undisturbed land (virgin sod) by utilizing Farm Services Agency (FSA) Common Land Unit (CLU) data to determine the extent of known tillage history. Through a process of deductive assessment that incorporates USDA/NAIP aerial imagery (instead of the more common NASS satellite imagery) the project identifies and removes all tillage and physical land disturbance history to accurately identify the location of lands with the highest probability of being truly native (virgin) sod. This deductive approach is unlike any grassland modeling project ever conducted. Conservation organizations across the region are excited about the results and using the data as a key foundational 'cornerstone' tool for refining and creating protocols for targeted grassland conservation programs, species-specific research, and long-term conservation planning. Project Location Description: Currently this assessment has been done for eastern South Dakota and the Prairie Coteau and Lac Qui Parle landscapes in western and southwestern Minnesota, with the intent of creating a template for all of the Great Plains. The work in Minnesota was commissioned by the Local Technical Teams implementing the Minnesota Prairie Conservation Plan. Funding was provided by the DNR Section of Wildlife's Working Lands Initiative.", 
"dct_issued_s": "2015-09-11", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"DNR Section of Wildlife - Working Lands Initiative"
], 
"dc_identifier_s": "urn-8aa68067-202a-4807-be27-599d33100824", 
"georss_polygon_s": "42.2 -97.96 47.61 -97.96 47.61 -94.21 42.2 -94.21 42.2 -97.96", 
"solr_year_i": 2015, 
"dct_spatial_sm": [
"Minnesota"
], 
"dc_publisher_sm": [
"Minnesota Department of Natural Resources"
], 
"layer_id_s": "urn:urn-8aa68067-202a-4807-be27-599d33100824", 
"georss_box_s": "42.2 -97.96 47.61 -94.21", 
"dc_title_s": "Potentially Undisturbed Land (Virgin Sod), FSA Common Land Unit Derived: Minnesota, 2015", 
"layer_slug_s": "Minnesota-urn-8aa68067-202a-4807-be27-599d33100824"
}