{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2017-01-20T18:39:39Z", 
"solr_geom": "ENVELOPE(-97.23, -89.53, 49.37, 43.5)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/water-dnr-fema-dfirm\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/edu.umn/d3/2a/3b/0ed00f4ddb8bcd775bc1660895/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "d32a3b0e-d00f-4ddb-8bcd-775bc1660895", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Inland Waters"
], 
"dct_temporal_sm": "2006", 
"dc_description_s": "The Federal Emergency Managment Agency and the MNDNR produce Digital Flood Insurance Rate Maps (DFIRM) for selected counties in the state. These maps are often referred to as FEMA Floodplain maps. A DFIRM is the offical digital map of a community on which FEMA has delineated the special flood hazard areas, i.e., the floodplain areas where flood insurance is required for loans and where communities will administer floodplain regulations. (Note: Communities may regulate additional flood prone areas that are not on the FIRM). Here are some of the feature classes included in the MNDNR's publication of the DFIRM Dataset: FEMA DFIRM Base Flood Elevations The Base Flood Elevation (BFE) table is required for any digital data where BFE lines will be shown on the corresponding Flood Insurance Rate Map (FIRM). Normally, if there are any riverine AE zones, BFE lines are required. The BFE table contains information about the BFEs within a study area. A spatial file with locational information also corresponds with this data table. BFE lines indicate the rounded whole-foot water-surface elevation of the 1-percent-annual-chance flood. The spatial elements representing BFE features are lines extending from Special Flood Hazard Area (SFHA) boundary to SFHA boundary. The BFE lines will have no visible gaps or overshoots between the SFHA boundary and the end of the BFE line at the publication scale of the DFIRM. However, the ends of the BFE lines are not necessarily snapped precisely to the SFHA boundary. Each BFE is represented by a single line. While BFE lines are depicted as wavy lines on the hardcopy FIRM, they should be primarily straight lines in the spatial data, although they may bend consistent with procedures described in Volume 1 of these Guidelines. FEMA DFIRM Flood Hazard Zones FEMA flood hazard delineations are used by FEMA to designate the SFHA and for insurance rating purposes. These data are the flood hazard areas that are or will be depicted on the FIRM. FEMA DFIRM Panel Scheme Polygons This layer contains information about the FIRM panel areas. The spatial entities representing FIRM panels are polygons. The polygon for the FIRM panel corresponds to the panel neatlines. As a result, the panels are generally rectangular. In situations where a portion of a panel lies outside of the jurisdiction being mapped, the user must refer to the S_POL_AR table to determine the portion of the panel area where the DFIRM database shows the effective flood hazard data for the mapped jurisdiction. FEMA DFIRM Cross Sections FEMA Cross Sections are required for any Digital Flood Insurance Rate Map database where cross sections are shown on the FIRM. Normally any FIRM that has associated flood profiles has cross sections. The corresponding attribute table contains information about cross section lines. A spatial file with locational information also corresponds with this data table. These lines represent the locations of channel surveys performed for input into the hydraulic model used to calculate flood elevations. These locations are also shown on the Flood Profiles in the Flood Insurance Study (FIS) report and can be used to cross reference the Flood Profiles to the planimetric depiction of the flood hazards. All cross sections for which a spatial location is available should be included in this table. The spatial elements representing cross sections are lines generally extending from outside the floodplain, across the entire floodplain and out the other side. Each cross section should be represented by a single line feature without the hexagons shown on each end on the hardcopy map. The location and shape of the lines should depict as accurately as possible the position of the cross section used. This is a modified Standard DFIRM Database table that includes Standard DFIRM Database items and Enhanced Database items. All items after SOURCE_CIT are Enhanced. The Enhanced DFIRM Database must contain all modeled cross sections, whether they are printed on the FIRM or not. Extensive information regarding the source data can be found in these two documents: FEMA DFIRM Doc Appendix L Part A.pdf FEMA DFIRM Doc Appendix L Part B.pdf", 
"dct_issued_s": "2006-01-01", 
"dc_format_s": "File", 
"dc_creator_sm": [
"Federal Emergency Management Agency (FEMA)"
], 
"dc_identifier_s": "d32a3b0e-d00f-4ddb-8bcd-775bc1660895", 
"georss_polygon_s": "43.5 -97.23 49.37 -97.23 49.37 -89.53 43.5 -89.53 43.5 -97.23", 
"solr_year_i": 2006, 
"dct_spatial_sm": [
"Minnesota, United States"
], 
"dc_publisher_sm": [
"Minnesota Department of Natural Resources"
], 
"layer_id_s": "d32a3b0e-d00f-4ddb-8bcd-775bc1660895", 
"georss_box_s": "43.5 -97.23 49.37 -89.53", 
"dc_title_s": "FEMA Digital Flood Rate Insurance Maps (DFIRM): Minnesota, 2006", 
"layer_slug_s": "d32a3b0e-d00f-4ddb-8bcd-775bc1660895", 
"dct_isPartOf_sm": "Minnesota Geospatial Commons"
}