{
<<<<<<< HEAD
"layer_geom_type_s": "Mixed", 
=======
"layer_geom_type_s": "Raster", 
>>>>>>> master
"layer_modified_dt": "2016-06-29T09:59:37Z", 
"solr_geom": "ENVELOPE(-94.01, -93.52, 44.99, 44.63)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/geos-geologic-atlas-carv-c21a\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-7045f235-601a-4295-8b80-723280fabf0b", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
<<<<<<< HEAD
"geoscientificInformation"
=======
"Geoscientific Information"
>>>>>>> master
], 
"dct_temporal_sm": "2009", 
"dc_description_s": "A County Geologic Atlas is a systematic study of a county's geologic and ground water resources. Geologic studies include both near-surface deposits and bedrock. Ground water studies include flow systems, aquifer capacity, and ground water chemistry. In some areas sand and gravel deposits, sinkholes, or other features are studied. Interpretation of sensitivity to pollution is also part of an atlas. The information is organized, analyzed, and displayed using geographic information technology. Most Geologic Atlas and Regional Hydrogeologic Assessment projects are done in two parts. The Minnesota Geological Survey covers basic geology and creates databases of information such as wells and soil borings in part A. The Minnesota Department of Natural Resources (DNR) handles hydrogeology and ground water sensitivity layers in Part B. Completion of a project's two parts is staggered: Part A is completed about two years before Part B, compiling information used to create part B. Parts A and B are published and distributed as two separate products.", 
"dct_issued_s": "2009-06-15", 
<<<<<<< HEAD
"dc_format_s": "GeoTIFF", 
=======
"dc_format_s": "ArcGRID", 
>>>>>>> master
"dc_creator_sm": [
"Minnesota Geological Survey (MGS)"
], 
"dc_identifier_s": "urn-7045f235-601a-4295-8b80-723280fabf0b", 
"dc_relation_sm": [
"C-21, Part A. Geologic Atlas of Carver County, Minnesota. Emily Bauer, Project Manager. 2009. Color. 5 plates. Scales 1:100,000 and 1:200,000. Paper map and report available from MGS Map Sales Office (2609 Territorial Road, St. Paul, Minnesota, 55114, 612-626-2969.)  A supplement to the Atlas products, not included with the printed map files is the Open-File Report 09-03 which details geophysical studies of depth to basement in Carver County and surrounding areas using available gravity and magnetic data in Minnesota.For a listing of all geologic maps go to the Minnesota Geological Survey website at: http://www.mngs.umn.edu/mgsdocs.htmlFor a complete listing of MGS State Map Series Maps, Reports, and GIS Data, see http://conservancy.umn.edu/handle/11299/708For other County Atlas and Regional Hydrogeologic Assessment data see: http://www.mngs.umn.edu/county_atlas/countyatlas.htm For a listing of the status of the DNR Ground Water Mapping Program, go to: http://www.dnr.state.mn.us/waters/groundwater_section/mapping/index.html"
], 
"georss_polygon_s": "44.63 -94.01 44.99 -94.01 44.99 -93.52 44.63 -93.52 44.63 -94.01", 
"solr_year_i": 2009, 
"dct_spatial_sm": [
"Minnesota", 
"Carver County, Minnesota"
], 
"dc_publisher_sm": [
"Minnesota Geological Survey"
], 
"layer_id_s": "urn:urn-7045f235-601a-4295-8b80-723280fabf0b", 
"georss_box_s": "44.63 -94.01 44.99 -93.52", 
"dc_title_s": "Geologic Atlas of Carver County, Minnesota (Part A), 2009", 
"layer_slug_s": "Minnesota-urn-7045f235-601a-4295-8b80-723280fabf0b"
}