{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2017-01-20T18:39:18Z", 
"solr_geom": "ENVELOPE(-95.061095, -91.126578, 46.369039, 43.483265)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/env_green_infrastructure/shp_env_green_infrastructure.zip\",\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/env-green-infrastructure\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/edu.umn/20/48/53/a12c2c4c469516c914bb28e2bc/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "204853a1-2c2c-4c46-9516-c914bb28e2bc", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Environment"
], 
"dct_temporal_sm": "2008", 
"dc_description_s": "This Green Infrastructure data is comprised of 3 similar ecological corridor data layers ? Metro Conservation Corridors, green infrastructure analysis in counties just north of the metro area, and green infrastructure analysis in counties in the southeast part of the state. This is an interpretation of both functional and conceptual natural habitat corridors that link high quality natural communities both within and between counties of Central Minnesota. Base maps that were referenced include the Minnesota County Biological Survey, the Regionally Significant Ecological Areas, DNR Public Recreation Information Map, 2003 Farm Service Agency color aerial photos, and various lakes and rivers data sets. Base maps were overlain and polygons developed in areas where there was a high density of mapped features: MCBS plant communities, RSEA, WMA. The resulting polygons were assessed for the connectivity. Stream connections were primarily used to create either conceptual and / or functional corridors connecting these polygons. Due to local geology, this may lead to connectivity along only one axis. Where necessary to create connectivity along the opposing axis, additional connections were created using both RSEA and FSA aerial photos along areas not served by surface water connections. Finally, the polygons were visually checked against the FSA aerial photos to adjust for areas that have been developed and to adjust for roadways and other limitations. The southeast analysis also used steep slope areas, riparian areas, and geological edges.", 
"dct_issued_s": "2008-01-01T06:00:00.000Z", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Minnesota Department of Natural Resources (DNR)"
], 
"dc_identifier_s": "204853a1-2c2c-4c46-9516-c914bb28e2bc", 
"georss_polygon_s": "43.483265 -95.061095 46.369039 -95.061095 46.369039 -91.126578 43.483265 -91.126578 43.483265 -95.061095", 
"solr_year_i": 2008, 
"dct_spatial_sm": [
"Minnesota, United States"
], 
"dc_publisher_sm": [
"Minnesota Department of Natural Resources"
], 
"layer_id_s": "204853a1-2c2c-4c46-9516-c914bb28e2bc", 
"georss_box_s": "43.483265 -95.061095 46.369039 -91.126578", 
"dc_title_s": "Central Region Green Infrastructure: Minnesota, 2008", 
"layer_slug_s": "204853a1-2c2c-4c46-9516-c914bb28e2bc", 
"dct_isPartOf_sm": "Minnesota Geospatial Commons"
}