{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T09:59:08Z", 
"solr_geom": "ENVELOPE(-97.5, -89, 49.5, 43)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/plan-glo-plat-maps-georef\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-80b33843-1e8d-4afa-9e7d-55232d1fa7c0", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Planning and Cadastral"
], 
"dct_temporal_sm": "1848", 
"dc_description_s": "Minnesota's original public land survey plat maps were created between 1848 and 1907 during the first government land survey of the state by the U.S. Surveyor General's Office. This collection of more than 3,600 maps includes later General Land Office (GLO) and Bureau of Land Management maps up through 2001. Scanned images of the maps are available in several digital formats and most have been georeferenced. The survey plat maps, and the accompanying survey field notes, serve as the fundamental legal records for real estate in Minnesota; all property titles and descriptions stem from them. They also are an essential resource for surveyors and provide a record of the state's physical geography prior to European settlement. Finally, they testify to many years of hard work by the surveying community, often under very challenging conditions. The deteriorating physical condition of the older maps (drawn on paper, linen, and other similar materials) and the need to provide wider public access to the maps, made handling the original records increasingly impractical. To meet this challenge, the Office of the Secretary of State (SOS), the State Archives of the Minnesota Historical Society (MHS), the Minnesota Department of Transportation (MnDOT), MnGeo (formerly the Land Management Information Center - LMIC) and the Minnesota Association of County Surveyors collaborated in a digitization project which produced high quality (800 dpi), 24-bit color images of the maps in standard TIFF, JPEG and PDF formats - nearly 1.5 terabytes of data. Funding was provided by MnDOT. In 2010-11, most of the JPEG plat map images were georeferenced. The intent was to locate the plat images to coincide with statewide geographic data without appreciably altering (warping) the image. This increases the value of the images in mapping software where they can be used as a background layer.", 
"dct_issued_s": "2011", 
"dc_format_s": "File", 
"dc_creator_sm": [
"Minnesota Geospatial Information Office (MnGeo)"
], 
"dc_identifier_s": "urn-80b33843-1e8d-4afa-9e7d-55232d1fa7c0", 
"dc_relation_sm": [
"1. The original survey plat maps are currently housed at MHS:  http://www.mnhs.org2. The original surveyors field notes are currently housed at the MHS.  Scanned images of the notes are available online:  http://www.glorecords.blm.gov/   For more information on the field notes scanning project, see: http://www.mngeo.state.mn.us/chouse/GLO/fieldnotes/index.html3. GIS files derived from original survey information are available from the Minnesota Department of Natural Resources (DNR):a. Bearing trees used as references of landmarks during the original Minnesota Public Land Survey - http://deli.dnr.state.mn.us/metadata/pveg_btreept3.htmlb. Public Land Survey Corners with Presettlement Vegetation information - http://deli.dnr.state.mn.us/metadata/pveg_btvegpt3.htmlc. Marschner's Original Presettlement Vegetation Map of Minnesota - http://deli.dnr.state.mn.us/metadata/pveg_mrschpy1.html"
], 
"georss_polygon_s": "43 -97.5 49.5 -97.5 49.5 -89 43 -89 43 -97.5", 
"solr_year_i": 2011, 
"dct_spatial_sm": [
"Minnesota"
], 
"dc_publisher_sm": [
"Minnesota Geospatial Information Office (MnGeo)"
], 
"layer_id_s": "urn:urn-80b33843-1e8d-4afa-9e7d-55232d1fa7c0", 
"georss_box_s": "43 -97.5 49.5 -89", 
"dc_title_s": "Public Land Survey Plat Maps, Geo-referenced: Minnesota, 1848-1907", 
"layer_slug_s": "Minnesota-urn-80b33843-1e8d-4afa-9e7d-55232d1fa7c0"
}