{
"layer_geom_type_s": "Point", 
"layer_modified_dt": "2016-07-11T09:15:40Z", 
"solr_geom": "ENVELOPE(-93.3287815957901, -93.2009707147071, 45.0510872245669, 44.8908263341794)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://opendata.minneapolismn.gov/datasets/2f318a2ae2454ec2973d73954cc1f7db_0.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://services.arcgis.com/afSMGVsC7QlRK1kZ/arcgis/rest/services/Rental_Licenses/FeatureServer/0\",\"http://schema.org/url\":\"http://opendata.minneapolismn.gov/datasets/2f318a2ae2454ec2973d73954cc1f7db_0\"}", 
"dc_rights_s": "Public", 
"uuid": "2fdc79ed-3b9b-417f-887e-ae1968e202ee", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Utilities and Communication", 
"Society", 
"rental housing"
], 
"dct_temporal_sm": "2016", 
"dc_description_s": "For questions about this data please contact RegulatoryServicesOpenData@minneapolismn.gov Rental Property Minneapolis requires that every rental dwelling, including single-family rental dwellings and rental units in owner-occupied duplexes, and rooming and shared-bath units (unless they are in a licensed lodging house) must have a rental license. The number of locations shown on the map above reflects the unique amount of dwellings in the City of Minneapolis with rental licenses, not the unique amount of rental licenses. Why License Rental Properties? The intent of the rental license ordinance is to: Promote the health, safety, and welfare of the general public. Assure preservation of the existing housing supply. Help maintain property values. Work toward eliminating substandard and deteriorating rental housing. Maintain a living environment that contributes to healthful individual and family living. For more information on the licensing process, call 311 or outside Minneapolis city limits call (612) 673-3000. Dataset Information APN - Parcel identification number Permit Number - This is the designated rental license identification number Issue date - The date that the rental license was issued Expiration Date - This is the date that the rental license is set to expire. The applicant of the rental license must renew the rental license before this date. Address - The address of the rental licensed property Suite - The suite number of the rental licensed property (if applicable) Contact Name - The contact person for the given rental license Applicant Name - The applicant of the rental license. This is the person primarily responsible for the rental licensed property. Applicant Representative - If applicable, the applicant will have a representative. This is usually needed when an organization or business applies for a rental license. X-Coordinate - The X-coordinate for the geographic location of the property (might want to say what coordinate system is being used here). Y-Coordinate - The Y-coordinate of the geographic location for the property (might want to say what coordinate system is being used here). Ward - This is the ward that the rental licensed property is located Community - This is the community that the rental licensed property is located Neighborhood - This is the neighborhood that the rental licensed property is located Police Precinct - This is the police precinct that the rental licensed property is located", 
"dct_issued_s": "2016-06-08T19:05:59.000ZZ", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"MapIT Minneapolis"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "2fdc79ed-3b9b-417f-887e-ae1968e202ee", 
"georss_polygon_s": "44.8908263341794 -93.3287815957901 45.0510872245669 -93.3287815957901 45.0510872245669 -93.2009707147071 44.8908263341794 -93.2009707147071 44.8908263341794 -93.3287815957901", 
"solr_year_i": 2016, 
"dct_spatial_sm": [
"City of Minneapolis, Minnesota", 
"Minneapolis"
], 
"dc_publisher_sm": [
"MapIT Minneapolis"
], 
"layer_id_s": "urn:2fdc79ed-3b9b-417f-887e-ae1968e202ee", 
"georss_box_s": "44.8908263341794 -93.3287815957901 45.0510872245669 -93.2009707147071", 
"dc_title_s": "Rental Licenses: Minneapolis, Minnesota", 
"layer_slug_s": "Minnesota-2fdc79ed-3b9b-417f-887e-ae1968e202ee"
}