{
"layer_geom_type_s": "Point", 
"layer_modified_dt": "2016-09-19T16:26:30Z", 
"solr_geom": "ENVELOPE(-97.0694, -90.2662, 48.9316, 43.4679)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://gis.hennepin.opendata.arcgis.com/datasets/1fb4f3c3727f40aa944616d1f74039af_2.zip\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gis.hennepin.us/arcgis/rest/services/HennepinData/HEALTH/MapServer/2\",\"http://schema.org/url\":\"http://gis.hennepin.opendata.arcgis.com/datasets/1fb4f3c3727f40aa944616d1f74039af_2\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-4422e0d9-432d-4ceb-bafc-aace856b3bf0", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Health"
], 
"dct_temporal_sm": "2015-2016", 
"dc_description_s": "This dataset contains locations for nursing homes in the State of Minnesota for the purpose of general locating and mapping. Nursing home locations were extracted from the Minnesota Department of Health - Health Care Facility and Provider database on February 22, 2016. Nursing homes were queried from the master table based on state licensed nursing home beds (NH_BEDS) and boarding care beds (BCH_BEDS). This includes nursing facility and boarding care beds that fall under Federal MEDICAID. Once the nursing home records were isolated, address records were cleaned for geocoding. Geocoding was performed by the Hennepin County GIS Office using composite locators. Addresses found within the metropolitan area will have a higher degree of accuracy than those throughout Minnesota. Original data was downloaded from: http://www.health.state.mn.us/divs/fpc/directory/fpcdir.html and included the following statement: Health Care Facility and Provider Database: This database offers addresses, phone numbers, administrator names and state registration or licensure status for Minnesota health care providers. Federal certification classifications are also included. Provider types in the directory are boarding care homes, home health agencies, home care providers, hospices, hospitals, housing with services, nursing homes and supervised living facilities and other non-long term care providers. Providers can be selected by type, county, city or name. The NAME field is the name for each nursing home. Link to Attribute Table Information: http://gis.hennepin.us/OpenData/Metadata/Minnesota%20Nursing%20Facilities.pdf Data updated: February 2016 Use Limitations: This data (i) is furnished 'AS IS' with no representation as to completeness or accuracy; (ii) is furnished with no warranty of any kind; and (iii) is not suitable for legal, engineering or surveying purposes. Hennepin County shall not be liable for any damage, injury or loss resulting from this data.", 
"dct_issued_s": "2015-09-09T20:28:14Z", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Hennepin County"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "urn-4422e0d9-432d-4ceb-bafc-aace856b3bf0", 
"georss_polygon_s": "43.4679 -97.0694 48.9316 -97.0694 48.9316 -90.2662 43.4679 -90.2662 43.4679 -97.0694", 
"solr_year_i": 2015, 
"dct_spatial_sm": [
"Hennepin County, Minnesota", 
"Minnesota"
], 
"dc_publisher_sm": [
"Hennepin County"
], 
"layer_id_s": "urn:urn-4422e0d9-432d-4ceb-bafc-aace856b3bf0", 
"georss_box_s": "43.4679 -97.0694 48.9316 -90.2662", 
"dc_title_s": "Nursing Homes: Minnesota, 2016", 
"layer_slug_s": "Minnesota-urn-4422e0d9-432d-4ceb-bafc-aace856b3bf0"
}