{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "d2cf2d21-ad5d-4331-87e8-561baa85d2b6",
  "dc_rights_s": "Public",
  "dc_title_s": "C-40 Geologic Atlas of Wadena County, Minnesota",
  "dct_provenance_s": "University of Minnesota",
  "layer_slug_s": "d2cf2d21-ad5d-4331-87e8-561baa85d2b6",
  "solr_geom": "ENVELOPE(-95.1642,-94.7312,46.8072,46.3698)",
  "solr_year_i": "2016",
  "dc_creator_sm": [
    "Lusardi, Barbara, A",
    "Minnesota Geological Survey"
  ],
  "dc_description_s": "Plate 1 - Data Base, Plate 2 - Bedrock Geology, Plate 3 - Surficial Geology, Plate 4 - Quaternary Stratigraphy, Plate 5 - Sand Distribution Model -Bedrock Topography and Depth-to-Bedrock, Scale 1:100,000; A County Geologic Atlas project is a study of a county's geology, and its mineral and ground-water resources. The information collected during the project is used to develop maps, data-base files, and reports. This same information is also produced as digital files for use with computers. The map information is formatted as geographic information system (GIS) files with associated data bases. The maps and reports are also reproduced as portable document files (PDFs) that can be opened on virtually any computer using the free Acrobat Reader from Adobe.com.; The U.S. Geological Survey as part of the 2014 State Geologic Mapping Program Element (STATEMAP) of the National Cooperative Geologic Mapping Program, The Wadena County Board of Commissioners, The Minnesota Environment and Natural Resources Trust Fund as recommended by the Legislative-Citizen Commission on Minnesota Resources, and the Minnesota Legacy Amendment's Clean Water Fund",
  "dc_format_s": "PDF",
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://hdl.handle.net/11299/173781\",\"http://schema.org/url\":\"https://hdl.handle.net/11299/173781\"}",
  "dct_spatial_sm": [
    "Wadena County, Minnesota",
    "Minnesota"
  ],
  "layer_geom_type_s": "Raster",
  "layer_modified_dt": "2021-11-08T04:29:32Z",
  "dc_language_sm": [
    "eng"
  ],
  "dct_issued_s": "2016-12-07",
  "dct_temporal_sm": [
    "2016"
  ]
}