{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T10:00:23Z", 
"solr_geom": "ENVELOPE(-94.63, -92.13, 45.73, 44.19)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-state-metc-society-census-wrkplac-area-char\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/society_census_wrkplac_area_char/shp_society_census_wrkplac_area_char.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-1262b376-92b8-4632-bc0f-6692c5920ec6", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"society"
], 
"dct_temporal_sm": "2011", 
"dc_description_s": "Local Origin-Destination Employment Statistics - Workplace Area Characteristics provides local approximation of employment levels and characteristics. This dataset is an administrative records data mining product of U.S. Census Bureau. The Bureau obtains incumbent worker characteristics and home locations from Social Security Administration. Worksite locations, employment counts, quarterly wage totals and other worksite characteristics are obtained from Unemployment Insurance payroll data maintained by State employment security agencies. U.S. Census Bureau geocodes most worksite locations. Geocoded locations are then NfuzzedN or randomly moved from true locations in order to obscure the identity of individual employers and worksites. Those worksites that cannot be geocoded are assigned probable locations through a Bayesian imputation process. Finally, the resulting employment distributions are summarized to Census blocks. Local Origin-Destination Employment Statistics serves as a reasonable approximation of local employment distributions and journey-to-work patterns.", 
"dct_issued_s": "2013-11-08", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"U.S. Census Bureau"
], 
"dc_identifier_s": "urn-1262b376-92b8-4632-bc0f-6692c5920ec6", 
"dc_relation_sm": [
"This dataset contains Excel spreadsheets indexed by Census block IDs. This data can be joined with a SHP or layer of TIGER 2010 Census blocks."
], 
"georss_polygon_s": "44.19 -94.63 45.73 -94.63 45.73 -92.13 44.19 -92.13 44.19 -94.63", 
"solr_year_i": 2013, 
"dct_spatial_sm": [
"Minnesota", 
"Minneapolis-St. Paul-Bloomington"
], 
"dc_publisher_sm": [
"Metropolitan Council"
], 
"layer_id_s": "urn:urn-1262b376-92b8-4632-bc0f-6692c5920ec6", 
"georss_box_s": "44.19 -94.63 45.73 -92.13", 
"dc_title_s": "Local Origin-Destination Employment Statistics, Workplace Area Characteristics: Twin Cities Metro, Minnesota, 2013", 
"layer_slug_s": "Minnesota-urn-1262b376-92b8-4632-bc0f-6692c5920ec6"
}