{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T09:59:36Z", 
"solr_geom": "ENVELOPE(-97.23, -89.53, 49.37, 43.5)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-state-metc-society-census-soclchar-trct2000\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/society_census_soclchar_trct2000/shp_society_census_soclchar_trct2000.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-ae07a281-b934-4f98-9466-c0e619dd8454", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
<<<<<<< HEAD
"society", 
=======
"Society", 
>>>>>>> master
"society"
], 
"dct_temporal_sm": "2000", 
"dc_description_s": "Summary File 3 Data Profile 2 (SF3 Table DP-2) for Census Tracts in Minneapolis-St. Paul 7 County metropolitan area is a subset of the profile of selected social characteristics for 2000 prepared by the U.S. Census Bureau. This table (DP-2) includes: School Enrollment, Educational Attainment, Marital Status, Grandparents as Caregivers, Veteran Status, Disability Status of the Civilian Noninstitutionalized Population, Residence in 1995, Nativity and Place of Birth, Region of Birth of Foreign Born, Language Spoken At Home, Ancestry US Census 2000 Demographic Profiles: 100-percent and Sample Data The profile includes four tables (DP-1 thru DP-4) that provide various demographic, social, economic, and housing characteristics for the United States, states, counties, minor civil divisions in selected states, places, metropolitan areas, American Indian and Alaska Native areas, Hawaiian home lands and congressional districts (106th Congress). It includes 100-percent and sample data from Census 2000. The DP-1 table is available as part of the Summary File 1 (SF 1) dataset, and the other three tables are available as part of the Summary File 3 (SF 3) dataset. The US Census provides DP-1 thru DP-4 data at the Census tract level through their DataFinder search engine. However, since the Metropolitan Council and MetroGIS participants are interested in all Census tracts within the seven county metropolitan area, it was quicker to take the raw Census SF-1 and SF-3 data at tract levels and recreate the DP1-4 variables using the appropriate formula for each DP variable. This file lists the formulas used to create the DP variables.", 
"dct_issued_s": "2003-02-10", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Metropolitan Council and the U.S. Census Bureau"
], 
"dc_identifier_s": "urn-ae07a281-b934-4f98-9466-c0e619dd8454", 
"dc_relation_sm": [
"Census Geography 2000 -TIGER Tracts, Census Geography 2000 - TLG Aligned Tracts"
], 
"georss_polygon_s": "43.5 -97.23 49.37 -97.23 49.37 -89.53 43.5 -89.53 43.5 -97.23", 
"solr_year_i": 2003, 
"dct_spatial_sm": [
"Minnesota", 
"Minneapolis-St. Paul-Bloomington"
], 
"dc_publisher_sm": [
"Metropolitan Council"
], 
"layer_id_s": "urn:urn-ae07a281-b934-4f98-9466-c0e619dd8454", 
"georss_box_s": "43.5 -97.23 49.37 -89.53", 
"dc_title_s": "Profile of Selected Social Characteristics for Census Tracts: Twin Cities Metro, 2000", 
"layer_slug_s": "Minnesota-urn-ae07a281-b934-4f98-9466-c0e619dd8454"
}