{
"layer_geom_type_s": "Polygon", 
"layer_modified_dt": "2016-07-11T09:15:39Z", 
"solr_geom": "ENVELOPE(-93.3297898388066, -93.1992984763171, 45.0391408863409, 44.8903892504775)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://opendata.minneapolismn.gov/datasets/fb78f39deee143019f6ed26719d13e58_0.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://services.arcgis.com/afSMGVsC7QlRK1kZ/arcgis/rest/services/Great_Streets_Eligible_Areas/FeatureServer/0\",\"http://schema.org/url\":\"http://opendata.minneapolismn.gov/datasets/fb78f39deee143019f6ed26719d13e58_0\"}", 
"dc_rights_s": "Public", 
"uuid": "abd0f38b-cd6b-42c1-9f3c-6251814bbc30", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"planningCadastre", 
"Open Data", 
"CPED", 
"Great Streets"
], 
"dct_temporal_sm": "2015", 
"dc_description_s": "This dataset indicates areas designated as eligible for resources provided through the Great Streets Neighborhood Business District Program. Eligible areas were designated in The Minneapolis Plan for Sustainable Growth and consist of Activity Centers, Commercial Nodes, Commercial Corridors, and LRT Station Areas. Exact parcel boundaries of Activity Centers and Commercial Nodes are identified in The Minneapolis Plan. Commercial Corridor areas are generally defined as a one block radius from designated corridors. LRT Station Areas are defined as a ½ mile radius from each LRT station outside of downtown. Some staff discretion was used in determining precise boundaries for Commercial Corridors and LRT Station Areas in cases where roadways or other natural boundaries made exact definitions unclear. Each area is categorized based on a number of metrics used to determine its economic health and opportunity. Varying levels of Great Streets program resources are available, based on this categorization. These categories are defined as: Intervene: Areas that are experiencing weak development interest or significant obstacles to attaining the City’s commercial development or business investment goals. Support: Areas showing signs of strength, but that remain fragile and have some barriers to market development and business investment. Monitor: Areas with strong market development and business activity. For more information, please see the City of Minneapolis Great Streets Program website: http://www.ci.minneapolis.mn.us/cped/ba/cped_great_streets_home Sector Location within the city. Program resources are  administered by different City staff based on Sector. Category Categorical classification of area’s economic health and  opportunity. AreaType Geographic type, based on Minneapolis Plan designations. Name Name of specific geographic area.", 
"dct_issued_s": "2015-07-09T13:44:19.000ZZ", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"MapIT Minneapolis"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "abd0f38b-cd6b-42c1-9f3c-6251814bbc30", 
"georss_polygon_s": "44.8903892504775 -93.3297898388066 45.0391408863409 -93.3297898388066 45.0391408863409 -93.1992984763171 44.8903892504775 -93.1992984763171 44.8903892504775 -93.3297898388066", 
"solr_year_i": 2015, 
"dct_spatial_sm": [
"City of Minneapolis, Minnesota", 
"Minneapolis"
], 
"dc_publisher_sm": [
"MapIT Minneapolis"
], 
"layer_id_s": "urn:abd0f38b-cd6b-42c1-9f3c-6251814bbc30", 
"georss_box_s": "44.8903892504775 -93.3297898388066 45.0391408863409 -93.1992984763171", 
"dc_title_s": "Great Streets Eligible Areas: Minneapolis, Minnesota", 
"layer_slug_s": "Minnesota-abd0f38b-cd6b-42c1-9f3c-6251814bbc30"
}