{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2017-01-20T18:39:46Z", 
"solr_geom": "ENVELOPE(-97.23, -89.53, 49.37, 43.5)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/bdry_natural_area_registry/shp_bdry_natural_area_registry.zip\",\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/bdry-natural-area-registry\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/edu.umn/ad/30/b0/28583948c389fbabde37ae470f/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "ad30b028-5839-48c3-89fb-abde37ae470f", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Boundaries"
], 
"dct_temporal_sm": "2014", 
"dc_description_s": "Natural Area Registry (NAR) Sites layer version supporting SNA Work Planning application. natural_area-registry-sites_boundaries: A polygon database delineated on and digitized from 1:24,000 U.S.G.S. quad maps of Minnesota Natural Area Registry (NARs). (The following text is partially excerpted from: Scientific and Natural Area (SNA) Program Administrative Handbook, Draft EWR Divisional Directive 103, Natural Area Registry, MN DNR, Scientific and Natural Areas Program.) A Natural Area Registry (NAR) Site is a qualifying natural area managed by a government entity (a unit of the federal, state, or local government, (identified as NLandownerN, or another Division within DNR, identified as NPrimary AdministratorN) that is covered by a NAR Agreement by which the site becomes part of the Natural Area Registry. Sites in this program are managed by various public agencies with management recommendations provided by the Scientific and Natural Areas program and Regional Ecologist. NARs are established through the use of Natural Area Registry (NAR) Agreements which are non-binding written agreements between the Division of Ecological and Water Resources (EWR) and another governmental entity. The NAR Agreement identifies the site, explains its significance, describes a proposed management direction, and states that before any management contrary to that direction may occur, the parties who signed the agreement will discuss that proposed management activity. Note: formerly a NMemorandum of UnderstandingN (MOU) was the vehicle used as the NAR agreement and in many documents, preceding development of this Directive, these terms were used interchangeably. The Minnesota Department of Natural Resources (DNR) Natural Areas Registry is intended to recognize tracts of public land that contain natural features of statewide ecological significance and possess exceptional scientific or educational value. NARs recognize the agencies and individuals that manage these lands to protect and perpetuate the features of interest. Minnesota Statute 86A.05, Subd. 5 states that the Minnesota Scientific and Natural Areas Program was Nestablished to protect and perpetuate in an undisturbed natural state those natural features which possess exceptional scientific or educational value.N This Registry acknowledges that many of Minnesota's finest natural areas occur on other public lands that are not designated as SNAs. Through adoption of ecologically-based management principles and voluntary coordination between the land manager and the SNA Program, Registry sites protect a broader cross section of the state's natural diversity. Tracts of public land that contain viable examples of natural features of statewide ecological significance may be identified as NAR candidate sites. Qualifying sites are selected based upon Landowner/Primary Administrator interest and on the site's ecological quality. Priority is given to sites that are within MCBS-mapped outstanding and high biodiversity significance sites, are predominantly MCBS-mapped native plant communities, and contain habitat for rare species and Species of Greatest Conservation Need (SGCN), or geological features of statewide significance. Sites nominated for potential NAR registration are reviewed using information compiled in an Ecological Evaluation (EE) or brief written summary of natural features, to determine if the site qualifies for NAR and if protection through NAR is acceptable to all parties. The Natural Areas Registry was established in the early 1980s within the DNR Section of Wildlife's Natural Heritage Program, in order to recognize public lands which contain natural features of special interest and to facilitate their protection and perpetuation. The Registry was modeled after The Nature Conservancy's Private Lands Register, which is no longer in existence. A number of other states (and international governmental entities) have a Natural Area Registry or Natural Area Register, which may supplement or be in lieu of a system of designated Natural Areas. In 1986, the administration of the Registry, with 26 NAR sites, was transferred from the Natural Heritage Program to the SNA Program. Both programs were within the DNR Section of Wildlife at the time. The first NAR site established was the Soudan Iron Formation at Tower Soudan State Park, February 1982. From the inception of the Natural Area Registry in 1982 through April 2014, there are 41 sites in the Registry. Note: through 2011 the NAR has been referred to as both Natural Area Register and Natural Area Registry, with adoption of this directive, the name Natural Area Registry will consistency be used in all future NAR Agreements, and if/when updated, previous agreements will be changed to use this naming convention. This Representation SNA boundaries is based on the NAR_BASE_DATA feature class in the DNR's core GIS Library. It includes only DEDICATED features, which are dissolved on the following attributes: SITENAME, SITE_ID, BREMCODE. The coverage should be reasonably accurate although the boundaries probably will not line up with other public land survey information. Some of the boundaries for NAR sites have been created by DNR and other partner staff, and are often sub units within a larger unit. Since the NAR boundaries have no legal standing, the accuracy of boundaries vary from site to site, but are typically reasonable approximations of the NAR site boundary.", 
"dct_issued_s": "2014-07-24", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Minnesota Department of Natural Resources (DNR) - Division of Ecological and Water Resources, Scientific & Natural Areas (SNA) Program"
], 
"dc_identifier_s": "ad30b028-5839-48c3-89fb-abde37ae470f", 
"georss_polygon_s": "43.5 -97.23 49.37 -97.23 49.37 -89.53 43.5 -89.53 43.5 -97.23", 
"solr_year_i": 2014, 
"dct_spatial_sm": [
"Minnesota, United States"
], 
"dc_publisher_sm": [
"Minnesota Department of Natural Resources"
], 
"layer_id_s": "ad30b028-5839-48c3-89fb-abde37ae470f", 
"georss_box_s": "43.5 -97.23 49.37 -89.53", 
"dc_title_s": "Natural Area Registry: Minnesota, 2014", 
"layer_slug_s": "ad30b028-5839-48c3-89fb-abde37ae470f", 
"dct_isPartOf_sm": "Minnesota Geospatial Commons"
}