{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2017-01-20T18:40:57Z", 
"solr_geom": "ENVELOPE(-97.5, -89, 49.5, 43)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/base-naip-2013-airphotos\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/edu.umn/ee/a4/80/7812034c9b968fe2e9faaca2c8/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "eea48078-1203-4c9b-968f-e2e9faaca2c8", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Imagery and Base Maps"
], 
"dct_temporal_sm": "2013", 
"dc_description_s": "This data set contains 4-band natural color and false color infrared imagery from the National Agricultural Imagery Program (NAIP). NAIP acquires digital ortho imagery during the agricultural growing seasons in the continental U.S. A primary goal of the NAIP program is to enable availability of ortho imagery within one year of acquisition. The source files are 1 meter ground sample distance (GSD) ortho imagery rectified to a horizontal accuracy of within +/- 6 meters of reference digital ortho quarter quads (DOQQ's) from the National Digital Ortho Program (NDOP) or from NAIP. The tiling format of NAIP imagery is based on a 3.75' x 3.75' quarter quadrangle with a 300 meter buffer on all four sides. NAIP imagery is formatted to the UTM coordinate system using NAD83. NAIP imagery may contain as much as 10% cloud cover per tile. The natural color county mosaic files downloadable from the USDA NRCS Geospatial Data Gateway were generated by compressing NAIP imagery that cover the county extent. MrSID compression was used. Target values for the compression ratio are (15:1). (Note: The Minnesota Geospatial Information Office (MnGeo) has created this metadata record to describe the entire NAIP 2013 dataset, using information from Farm Service Agency metadata. Each natural color county file available from the USDA NRCS Geospatial Data Gateway is accompanied by the original FSA metadata for that county.)", 
"dct_issued_s": "2013-10-30", 
"dc_format_s": "File", 
"dc_creator_sm": [
"U.S. Department of Agriculture (USDA), Farm Service Agency (FSA), Aerial Photography Field Office (APFO)"
], 
"dc_identifier_s": "eea48078-1203-4c9b-968f-e2e9faaca2c8", 
"georss_polygon_s": "43 -97.5 49.5 -97.5 49.5 -89 43 -89 43 -97.5", 
"solr_year_i": 2013, 
"dct_spatial_sm": [
"Minnesota, United States"
], 
"dc_publisher_sm": [
"U.S. Department of Agriculture"
], 
"layer_id_s": "eea48078-1203-4c9b-968f-e2e9faaca2c8", 
"georss_box_s": "43 -97.5 49.5 -89", 
"dc_title_s": "Digital Orthorectified Images (DOQ), National Agricultural Imagery Program (NAIP): Minnesota, 2013", 
"layer_slug_s": "eea48078-1203-4c9b-968f-e2e9faaca2c8", 
"dct_isPartOf_sm": "Minnesota Geospatial Commons"
}