{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "dd46eed3-9228-4a4c-8b17-ef095dbb5b6c",
  "dc_rights_s": "Public",
  "dc_title_s": "Rochester 1-Meter Land Cover Classification (Urban Focused)] (2016)",
  "dct_provenance_s": "University of Minnesota",
  "layer_slug_s": "dd46eed3-9228-4a4c-8b17-ef095dbb5b6c",
  "solr_geom": "ENVELOPE(-92.56,-92.39,44.1,43.88)",
  "solr_year_i": "2011",
  "dc_creator_sm": [
    "Host, Trevor K.",
    "Rampi, Lian P.",
    "Knight, Joe F."
  ],
  "dc_description_s": "A high-resolution (1-meter) land cover classification raster dataset was completed for three different geographic areas in Minnesota: Duluth, Rochester, and the seven-county Twin Cities Metropolitan area. This classification was created using high-resolution multispectral National Agriculture Imagery Program (NAIP) leaf-on imagery (2015), spring leaf-off imagery (2011- 2014), Multispectral derived indices, LiDAR data, LiDAR derived products, and other thematic ancillary data including the updated National Wetlands Inventory, LiDAR building footprints, airport, OpenStreetMap roads and railroads centerlines. These data sets were integrated using an Object-Based Image Analysis (OBIA) approach to classify 12 land cover classes: Deciduous Tree Canopy, Coniferous Tree Canopy, Buildings, Bare Soil, other Paved surface, Extraction, Row Crop, Grass/Shrub, Lakes, Rivers, Emergent Wetland, Forest and Shrub Wetland.  We mapped the 12 classes by using an OBIA approach through the creation of customized rule sets for each area. We used the Cognition Network Language (CNL) within the software eCognition Developer to develop the customized rule sets. The eCognition Server was used to execute a batch and parallel processing which greatly reduced the amount of time to produce the classification. The classification results were evaluated for each area using independent stratified randomly generated points. Accuracy assessment estimators included overall accuracies, producers accuracy, users accuracy, and kappa coefficient. The combination of spectral data and LiDAR through an OBIA method helped to improve the overall accuracy results providing more aesthetically pleasing maps of land cover classes with highly accurate results.",
  "dc_format_s": "GeoTIFF",
  "dc_subject_sm": [
    "Railroads"
  ],
  "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://conservancy.umn.edu/bitstream/handle/11299/181531/rochester_LC.tif\",\"http://schema.org/url\":\"http://hdl.handle.net/11299/181531\"}",
  "dct_spatial_sm": [
    "Rochester, Minnesota",
    "Minnesota"
  ],
  "layer_modified_dt": "2022-04-01T15:33:55Z",
  "dc_language_sm": [
    "eng"
  ],
  "dct_issued_s": "2016-08-01",
  "dct_temporal_sm": [
    "2011-2015"
  ]
}