{
"layer_geom_type_s": "Raster", 
"layer_modified_dt": "2016-06-29T09:59:01Z", 
"solr_geom": "ENVELOPE(-95.13, -94.05, 45.79, 45.27)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/geos-geologic-atlas-stea-c10a\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-ea7a95e1-fbff-4fde-a90a-b588a729d63b", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Geoscientific Information"
], 
"dct_temporal_sm": "1995", 
"dc_description_s": "A County Geologic Atlas is a systematic study of a county's geologic and ground water resources. Geologic studies include both near-surface deposits and bedrock. Ground water studies include flow systems, aquifer capacity, and ground water chemistry. In some areas sand and gravel deposits, sinkholes, or other features are studied. Interpretation of sensitivity to pollution is also part of an atlas. The information is organized, analyzed, and displayed using geographic information technology.", 
"dct_issued_s": "1995-06-15", 
"dc_format_s": "ArcGRID", 
"dc_creator_sm": [
"Minnesota Geological Survey (MGS)"
], 
"dc_identifier_s": "urn-ea7a95e1-fbff-4fde-a90a-b588a729d63b", 
"dc_relation_sm": [
"C-10, Part A. Geologic atlas of Stearns County, Minnesota. G.N. Meyer, project manager. 1995. Color. 7 pls. Scales 1:100,000 and 1:200,000. Plates: 1, Data-base map; 2, Bedrock geology; 3, Surfical geology; 4, Quaternary stratigraphy; 5, Depth to bedrock and thickness of Cretaceous strata; 6, Bedrock topography; 7, Geologic resources. $20.00. Map and report available from MGS Map Sales Office (2609 Territorial Road, St. Paul, Minnesota, 55114, 612-626-2969.)C-10, Part B. Geologic atlas of Stearns County, Minnesota. J. Falteisek, Minnesota Dept. of Natural Resources, Division of Waters, editor and project manager. 1998. Color. Scale 1:100,000. 3 pls. and insert. $12.00. Map and report available from MGS Map Sales Office.  Digital files available from the Department of Natural Resources (DNR).C-10, Part C. Text supplement to the Geologic Atlas of Stearns County, Minnesota. G.N. Meyer and L. Swanson, eds. 1996. 63 p. $2.50. Report available from MGS Map Sales Office.For a listing of all geologic maps go to the Minnesota Geological Survey website at: http://www.mngs.umn.edu/mgsdocs.htmlFor a complete listing of MGS State Map Series Maps, Reports, and GIS Data, see http://conservancy.umn.edu/handle/11299/708For other County Atlas and Regional Hydrogeologic Assessment data see: http://www.mngs.umn.edu/county_atlas/countyatlas.htm For a listing of the status of the Department of Natural Resources (DNR) Ground Water Mapping Program, go to: http://www.dnr.state.mn.us/waters/groundwater_section/mapping/index.html"
], 
"georss_polygon_s": "45.27 -95.13 45.79 -95.13 45.79 -94.05 45.27 -94.05 45.27 -95.13", 
"solr_year_i": 1995, 
"dct_spatial_sm": [
"Minnesota", 
"Stearns County, Minnesota"
], 
"dc_publisher_sm": [
"Minnesota Geological Survey"
], 
"layer_id_s": "urn:urn-ea7a95e1-fbff-4fde-a90a-b588a729d63b", 
"georss_box_s": "45.27 -95.13 45.79 -94.05", 
"dc_title_s": "Geologic Atlas of Stearns County (Part A), 1995", 
"layer_slug_s": "Minnesota-urn-ea7a95e1-fbff-4fde-a90a-b588a729d63b"
}