{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T09:59:58Z", 
"solr_geom": "ENVELOPE(-94.012, -92.732, 45.415, 44.471)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-state-metc-water-metro-river-carto-features\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/water_metro_river_carto_features/shp_water_metro_river_carto_features.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-04bccf5b-238c-49ca-bbe1-ba0ca9a8ad3c", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Inland Waters"
], 
"dct_temporal_sm": "2013", 
"dc_description_s": "This dataset contains cartographic representations of features along the 3 major rivers in the metro area (St Croix, Mississippi, Minnesota Rivers) and were developed solely as visual reference points and polygons for the ES-EQA River project. It is intended to be used for cartographic and reneral reference purposes only. This dataset should not used as a navigaional resource. Layers included in this dataset are listed below along with a description about how they were created and their source. Dredged Material Placement Site - Contains point locations for materials dredged from river channels. The points represent sediments accumulated in the channel between maintenance dredging. The sites were obtained from Upper Mississippi River maps found on the US Army Corps Engineers website. These maps, in conjunction with aerial photography, were used for digitizing placement. Gage Station - Contains point locations for Gage Stations along the rivers. The source of this data was the Upper Mississippi River maps found on the US Army Corps Engineers website. These maps, in conjunction with aerial photos, were used in digitizing placement of points. Rocks - Contains point locations for large rock hazards found in metro rivers. Sources for this data were the MNDNR Metro Area Rivers Guide, 2010 maps and Mississippi River Companion maps from the National Park Service. Point placement was digitized using these maps along with aerial photography. Closed River Zone - Contains a polygon of the work zone area where the St Croix River Bridge is being constructed. The zone is approximately 1 mile long and spans the width of the river. This zone is temporary but is in effect until the bridge is completed in 2016. Data source is from MNDOT, WISDOT and aerial photography. No Wake Zone - Contains polygons representing areas where No Wake Zones are in effect. Source for this data was the MNDNR Metro Area Rivers Guide, 2010 and aerial photography. Rapids - Contains polygons representing areas of River Rapids. Source for this data was the MNDNR Metro Area Rivers Guide, 2010 and aerial photography.", 
"dct_issued_s": "2013-10-01", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Metropolitan Council"
], 
"dc_identifier_s": "urn-04bccf5b-238c-49ca-bbe1-ba0ca9a8ad3c", 
"dc_relation_sm": [
"Dredged Material Placement Site, Gage Station, Rocks, Closed River Zone, No Wake Zone, Rapids"
], 
"georss_polygon_s": "44.471 -94.012 45.415 -94.012 45.415 -92.732 44.471 -92.732 44.471 -94.012", 
"solr_year_i": 2013, 
"dct_spatial_sm": [
"Minnesota", 
"Minneapolis-St. Paul-Bloomington"
], 
"dc_publisher_sm": [
"Metropolitan Council"
], 
"layer_id_s": "urn:urn-04bccf5b-238c-49ca-bbe1-ba0ca9a8ad3c", 
"georss_box_s": "44.471 -94.012 45.415 -92.732", 
"dc_title_s": "Major River Cartographic Features: Twin Cities Metro, Minnesota, 2013", 
"layer_slug_s": "Minnesota-urn-04bccf5b-238c-49ca-bbe1-ba0ca9a8ad3c"
}