{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T10:00:28Z", 
"solr_geom": "ENVELOPE(-94.7146, -92.120234, 46.39554, 44.21195)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/elev-lidar-metro2011\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-16dfac6d-f6ef-47a1-98dd-70f08b3eb25c", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Elevation"
], 
"dct_temporal_sm": "2011", 
"dc_description_s": "Fugro Horizons Inc. acquired highly accurate Light Detection and Ranging (LiDAR) elevation data for the Twin Cities metropolitan region in east-central Minnesota in Spring and Fall 2011, with some reflights in Spring 2012. The data cover Anoka, Benton, Carver, Dakota, Goodhue, Hennepin, Isanti, Kanabec, Meeker, Mille Lacs, Morrison, Ramsey, Scott, Sherburne and Washington counties. Most of the data was collected at 1.5 points/square meter. Smaller areas were collected with 2 points/square meter and with 8 points/square meter: 1. 1.5 points/square meter covers Morrison, Mille Lacs, Benton, Isanti, Sherburne, Anoka, Meeker, Hennepin, Washington, Carver, Scott, and Goodhue counties. 2. 2 points/square meter covers the Dakota Block (southern 2/3 of Dakota County) 3. 8 points/square meter covers portions of Minneapolis/St. Paul and the City of Maple Grove See map of block boundaries: ftp://lidar.dnr.state.mn.us/documentation/status/metro_data_delivery_dates.pdf Data are in the UTM Zone 15 coordinate system, NAD83 (HARN), NAVD88 Geoid09, meters. The tiling scheme is 16th USGS 1:24,000 quadrangle tiles. The vendor delivered the data to the Minnesota Department of Natural Resources (DNR) in several formats: 1. One-meter digital elevation model 2. Edge-of-water breaklines 3. Classified LAS formatted point cloud data DNR staff quality-checked the data and created three additional products: two-foot contours, building outlines and hillshades. Note: This metadata record was created at the Minnesota Geospatial Information Office using information supplied by the vendor and by DNR.", 
"dct_issued_s": "2011-06-15", 
"dc_format_s": "File", 
"dc_creator_sm": [
"Fugro Horizons, Inc. and the Minnesota Department of Natural Resources"
], 
"dc_identifier_s": "urn-16dfac6d-f6ef-47a1-98dd-70f08b3eb25c", 
"dc_relation_sm": [
"For more information about elevation data for Minnesota, see: http://www.mngeo.state.mn.us/chouse/elevation/index.html"
], 
"georss_polygon_s": "44.21195 -94.7146 46.39554 -94.7146 46.39554 -92.120234 44.21195 -92.120234 44.21195 -94.7146", 
"solr_year_i": 2011, 
"dct_spatial_sm": [
"Minnesota", 
"Minneapolis-St. Paul-Bloomington"
], 
"dc_publisher_sm": [
"Minnesota Department of Natural Resources"
], 
"layer_id_s": "urn:urn-16dfac6d-f6ef-47a1-98dd-70f08b3eb25c", 
"georss_box_s": "44.21195 -94.7146 46.39554 -92.120234", 
"dc_title_s": "LiDAR Elevation: Twin Cities Metro Region, Minnesota, 2011", 
"layer_slug_s": "Minnesota-urn-16dfac6d-f6ef-47a1-98dd-70f08b3eb25c"
}