{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2017-01-20T18:40:42Z", 
"solr_geom": "ENVELOPE(-97.5, -89, 49.5, 43)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/plan-glo-field-notes\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/edu.umn/2e/d8/66/17d7904c62a4949271f83927bb/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "2ed86617-d790-4c62-a494-9271f83927bb", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Planning and Cadastral"
], 
"dct_temporal_sm": "1847-1911", 
"dc_description_s": "Minnesota's original public land survey field notes were handwritten documents prepared during the first government land survey of the state by the U.S. Surveyor General's Office between 1847 and 1911. The collection of 1,417 paper volumes totals 304,370 pages and is housed at the Minnesota Historical Society (MHS). The field notes serve as the fundamental legal records for real estate in Minnesota; all property titles and descriptions stem from them. They remain an essential resource for surveyors and provide a record of the state's physical geography prior to European settlement. They also serve as a testimony to many years of hard work by the surveying community, often under very challenging conditions. The deteriorating physical condition of the volumes and the need to provide wider public access to the notes have made handling the original volumes increasingly impractical. To meet this challenge, the Office of the Secretary of State, the State Archives of the Minnesota Historical Society, the Minnesota Department of Transportation, the Minnesota Geospatial Information Office, the Minnesota Association of County Surveyors and the U.S. Bureau of Land Management collaborated in a digitization and indexing project which produced high quality (approximately 600 dpi), 24-bit color images of the maps in TIFF and JPEG 2000 formats - over 13 terabytes of data. Funding was provided by a Minnesota Historical and Cultural Heritage grant from the Minnesota Historical Society.", 
"dct_issued_s": "2011-06-15", 
"dc_format_s": "JPEG", 
"dc_creator_sm": [
"Minnesota Geospatial Information Office (MnGeo)"
], 
"dc_identifier_s": "2ed86617-d790-4c62-a494-9271f83927bb", 
"georss_polygon_s": "43 -97.5 49.5 -97.5 49.5 -89 43 -89 43 -97.5", 
"solr_year_i": 1847, 
"dct_spatial_sm": [
"Minnesota, United States"
], 
"dc_publisher_sm": [
"Minnesota Geospatial Information Office (MnGeo)"
], 
"layer_id_s": "2ed86617-d790-4c62-a494-9271f83927bb", 
"georss_box_s": "43 -97.5 49.5 -89", 
"dc_title_s": "Public Land Survey Field Notes: Minnesota, 1847-1911", 
"layer_slug_s": "2ed86617-d790-4c62-a494-9271f83927bb", 
"dct_isPartOf_sm": "Minnesota Geospatial Commons"
}