{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2017-01-20T18:40:15Z", 
"solr_geom": "ENVELOPE(-99, -96, 49.2, 48.5)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/base-nwborder-2009-wms-airphotos\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/edu.umn/12/7a/bd/cf4de448d4a99fceea1cb82441/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "127abdcf-4de4-48d4-a99f-ceea1cb82441", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Imagery and Base Maps"
], 
"dct_temporal_sm": "2009", 
"dc_description_s": "This dataset consists of 0.3-meter pixel resolution (approximately 1-foot), natural color orthoimages covering the Border Region of NW Minnesota, NE North Dakota, and Southern Manitoba, Canada in 2009. USGS originally delivered to MnGeo a collection of TIF files in either UTM Zone 14 (western portion) or Zone 15 (eastern portion) projections. MnGeo projected all tiles into UTM Zone 15 and loaded into the Minnesota Geospatial Image Service as a single layer. An orthoimage (DOQ) is remotely sensed image data in which displacement of features in the image caused by terrain relief and sensor orientation have been mathematically removed. Orthoimagery combines the image characteristics of a photograph with the geometric qualities of a map. For this dataset, the natural color orthoimages were produced at 0.3-meter pixel resolution (approximately 1-foot). The design accuracy is estimated not to exceed 6 meter horizontal RMSE (root mean square error) for locations within the United States. Each orthoimage provides imagery for a 1500-meter by 1500-meter block on the ground. The projected coordinate system is UTM with a NAD83 datum, spheroid GRS80. There is no image overlap between adjacent files. The naming convention is based on the U.S. National Grid (USNG), taking the coordinates of the SW corner of the orthoimage. MnGeo metadata is based on metadata provided by 3001, Inc., for the Zone 15 and Zone 14 tile datasets.", 
"dct_issued_s": "2009-06-15", 
"dc_format_s": "File", 
"dc_creator_sm": [
"3001, Inc., for the United States Geological Survey"
], 
"dc_identifier_s": "127abdcf-4de4-48d4-a99f-ceea1cb82441", 
"georss_polygon_s": "48.5 -99 49.2 -99 49.2 -96 48.5 -96 48.5 -99", 
"solr_year_i": 2009, 
"dct_spatial_sm": [
"Manitoba, Canada", 
"North Dakota, United States", 
"Minnesota, United States"
], 
"dc_publisher_sm": [
"Minnesota Geospatial Information Office (MnGeo)"
], 
"layer_id_s": "127abdcf-4de4-48d4-a99f-ceea1cb82441", 
"georss_box_s": "48.5 -99 49.2 -96", 
"dc_title_s": "Orthoimagery, 1 Foot (DOQ): Border Region of NW Minnesota, NE North Dakota, and Southern Manitoba, Canada, 2009", 
"layer_slug_s": "127abdcf-4de4-48d4-a99f-ceea1cb82441", 
"dct_isPartOf_sm": "Minnesota Geospatial Commons"
}