{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T09:59:15Z", 
"solr_geom": "ENVELOPE(-96.810586, -89.787973, 49.015581, 43.436203)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/biota-mcbs-sites-of-biodiversity\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/biota_mcbs_sites_of_biodiversity/shp_biota_mcbs_sites_of_biodiversity.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-88b6ec27-1849-4f2a-a224-3e6df14c0ec2", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"biota", 
"rare species", 
"natural heritage", 
"survey"
], 
"dct_temporal_sm": "2016", 
"dc_description_s": "This data layer represents areas with varying levels of native biodiversity that may contain high quality native plant communities, rare plants, rare animals, and/or animal aggregations. Initially, boundaries of sites are determined by review of aerial photography in order to identify potential areas of native biodiversity based on native vegetation. In subsequent field investigations, MCBS assesses the ecological characteristics of the site and the presence of rare species. A biodiversity significance rank is assigned on the basis of the number of rare species, the quality of the native plant communities, size of the site, and context within the landscape. Following field investigations, site boundaries sometimes are revised, or sites added, to incorporate critical habitat for rare plants and rare animals. In these instances, the quality of native plant communities is not the primary criteria for ranking the site. MCBS Sites that are found to be disturbed are retained in the layer as negative data and are given the Biodiversity Significance rank of NBelow.N Those disturbed areas within MCBS Sites and all areas outside MCBS Sites are lands where native plant communities have been seriously altered or destroyed by human activities such as farming, recent logging, draining, and development.", 
"dct_issued_s": "2016-04-07T05:00:00.000Z", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"The Minnesota County Biological Survey, Minnesota Department of Natural Resources, Division of Ecological Resources"
], 
"dc_identifier_s": "urn-88b6ec27-1849-4f2a-a224-3e6df14c0ec2", 
"dc_relation_sm": [
""
], 
"georss_polygon_s": "43.436203 -96.810586 49.015581 -96.810586 49.015581 -89.787973 43.436203 -89.787973 43.436203 -96.810586", 
"solr_year_i": 2016, 
"dct_spatial_sm": [
"Minnesota", 
"Minneapolis-St. Paul-Bloomington"
], 
"dc_publisher_sm": [
"The Minnesota County Biological Survey, Minnesota Department of Natural Resources, Division of Ecological Resources"
], 
"layer_id_s": "urn:urn-88b6ec27-1849-4f2a-a224-3e6df14c0ec2", 
"georss_box_s": "43.436203 -96.810586 49.015581 -89.787973", 
"dc_title_s": "MCBS Sites of Biodiversity Significance: Twin Cities Metro, Minnesota, 2016", 
"layer_slug_s": "Minnesota-urn-88b6ec27-1849-4f2a-a224-3e6df14c0ec2"
}