{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2017-01-20T18:40:56Z", 
"solr_geom": "ENVELOPE(-94.012, -92.732, 45.415, 44.471)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/trans_fnctnl_cls_rds_regsol/shp_trans_fnctnl_cls_rds_regsol.zip\",\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-state-metc-trans-fnctnl-cls-rds-regsol\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/edu.umn/08/1c/0e/94f5764e99a35c698ac0f719f3/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "081c0e94-f576-4e99-a35c-698ac0f719f3", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Transportation", 
"Transportation"
], 
"dct_temporal_sm": "2014", 
"dc_description_s": "Regional Solicitation Functional Class: The regional solicitation functional class roads are a specific version of the functional class roads to be used in the 2014 solicitation process. This file will not undergo the periodic update process standard to the functional class roads. It will remain as is for the entire solicitation process. Meeting minutes for the TAC Planning Committee are the official record of change requests. If errors are found in this data, they will be corrected against the minutes. The functional class roads layer contains major roads and highways in the Twin Cities seven county metropolitan area. The line work for the dataset was derived from NCompass Technologies Street Centerline and Address Ranges, formerly The Lawrence Group Street Centerlines (tlg_roads). The specific classifications assigned to the roadways resulted from efforts of the Land Transportation Committee, Transportation Technical Advisory Committee and the Transportation Advisory Board as specified in the transportation planning process, using federal rules and guidelines. The final product was approved with Metropolitan Council concurrence. The 'A' minor arterial network was adopted by the Transportation Advisory Board in 1993. Attributes include functional classification code and road name. Please note that changes to the status of the planned functional class roads MAY impact the classification of this layer. Please confer with Metropolitan Council staff if you have questions.", 
"dct_issued_s": "2014-09-11", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Metropolitan Council and NCompass Technologies (formerly The Lawrence Group)"
], 
"dc_identifier_s": "081c0e94-f576-4e99-a35c-698ac0f719f3", 
"georss_polygon_s": "44.471 -94.012 45.415 -94.012 45.415 -92.732 44.471 -92.732 44.471 -94.012", 
"solr_year_i": 2014, 
"dct_spatial_sm": [
"Minnesota, United States", 
"Minneapolis-St. Paul-Bloomington, United States"
], 
"dc_publisher_sm": [
"Metropolitan Council"
], 
"layer_id_s": "081c0e94-f576-4e99-a35c-698ac0f719f3", 
"georss_box_s": "44.471 -94.012 45.415 -92.732", 
"dc_title_s": "Functional Class Roads Regional Solicitation: Twin Cities Metro, Minnesota, 2014", 
"layer_slug_s": "081c0e94-f576-4e99-a35c-698ac0f719f3", 
"dct_isPartOf_sm": "Minnesota Geospatial Commons"
}