{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T10:00:18Z", 
"solr_geom": "ENVELOPE(-94.012, -92.732, 45.415, 44.471)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-state-metc-plan-musa-composite\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gis2.metc.state.mn.us/arcgis/rest/services/MetroGIS/Planning_Development/MapServer/21\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/plan_musa_composite/shp_plan_musa_composite.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-0c5fbd46-7a18-452a-afcd-e29b459f0548", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
<<<<<<< HEAD
"planningCadastre"
=======
"Planning and Cadastral"
>>>>>>> master
], 
"dct_temporal_sm": "2015", 
"dc_description_s": "The MUSA Composite dataset depicts current and future boundaries of the Urban Service Areas (sewer service areas) based on communities' comprehensive plans for the seven-county metropolitan area of the Twin Cities of Minneapolis and Saint Paul. The dataset does not depict the precise location of current urban services (Sewer service). In other words, the Urban Service Areas designate areas that might be serviced, it does not represent the urban areas that are serviced. The depiction of Urban Service Areas provides a framework in which known urban development and anticipated future development can exist with adequate sewer capacity at efficient service levels. Eleven other datasets are derived from these data: MUSA_2010, MUSA_2010_Outline, MUSA_2020, MUSA_2020_Outline, MUSA_2030, MUSA_2030_Outline, MUSA_2040, MUSA_Undesignated (Previously known as Flexible or Floating MUSA), MUSA Undesignated_Reserve (see below). Each community (city or township) in the seven-county Twin Cities metropolitan area is required to complete a comprehensive plan for approval by the Metropolitan Council per the Metropolitan Land Planning Act of 1995 (Minn. Stat 473.864, Subd 2 and 473.175, Subd 1). The comprehensive plan must include a depiction of current and future boundaries of the Urban Service Areas (i.e., 2020, 2030, 2040, Post MUSA Urban Reserve). The Metropolitan Urban Service Areas (MUSA) shown are compiled from each community's comprehensive plan. It may or may not include amendments to the comprehensive plan. Also, this map shows areas of 'Undesignated MUSA' found in some communities. Undesignated MUSA represents an areas where an agreed upon acreage of urban sewer service can be added to the current MUSA by 2030. Area added to the current MUSA is to be reported to the Metropolitan Council on an annual basis. As of March 2011, a new designation area was created specifically to address the agreed upon development plan for southeastern Scott County between the county, the city of Elko New Market and the town of New Market : 'Undesignated MUSA Reserve.' Similar to 'Undesignated MUSA,' this is an area where an agreed upon acreage of urban sewer service can be added to the current MUSA by 2030. The distinction between 'Undesignated MUSA' and 'Undesignated MUSA Reserve' is that 'Undesignated MUSA' is an area within a municipal boundary defined by that municipality's comprehensive plan, whereas, 'Undesignated MUSA Reserve' is an area beyond the current municipal boundary (i.e., surrounding township) that is designated in a joint agreement by the city, town, and county to accommodate future municipal growth. Urban sewer services will not be provided to these areas until they have been annexed by the municipality (i.e., Elko New Market). Although the Metropolitan Council provides the majority of the urban sewer service in the seven-county metropolitan area, several smaller, free-standing rural communities in the region (primarily in Carver and Scott Counties), private systems, and independent nations (Shakopee Mdewakanton Sioux Community) provide their own urban services. Where information on their urban service areas are available, it is included in this dataset. Although the information included in this dataset is derived from the communities' 1998 and 2008 comprehensive plans, subsequent plan amendments, annual reporting of MUSA additions from Undesignated MUSA, and is intended to be current within 4 months, for exact MUSA information, please contact the community. When referring to CURRENT MUSA extent, this includes areas up to 2020 MUSA. These data were previously incorporated in the Comprehensive Plan Composite dataset", 
"dct_issued_s": "2015-09-23", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Metropolitan Council"
], 
"dc_identifier_s": "urn-0c5fbd46-7a18-452a-afcd-e29b459f0548", 
"georss_polygon_s": "44.471 -94.012 45.415 -94.012 45.415 -92.732 44.471 -92.732 44.471 -94.012", 
"solr_year_i": 2015, 
"dct_spatial_sm": [
"Minnesota", 
"Minneapolis-St. Paul-Bloomington"
], 
"dc_publisher_sm": [
"Metropolitan Council"
], 
"layer_id_s": "urn:urn-0c5fbd46-7a18-452a-afcd-e29b459f0548", 
"georss_box_s": "44.471 -94.012 45.415 -92.732", 
"dc_title_s": "Metropolitan Urban Service Areas (MUSA) Composite: Twin Cities Metro, Minnesota, 2015", 
"layer_slug_s": "Minnesota-urn-0c5fbd46-7a18-452a-afcd-e29b459f0548"
}