{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T10:00:24Z", 
"solr_geom": "ENVELOPE(-94, -92.7, 45.4, 44.4)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-state-metc-bdry-counties-and-ctus-lookup\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/bdry_counties_and_ctus_lookup/shp_bdry_counties_and_ctus_lookup.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-49036f7f-d66e-40d5-9acb-66dd20d6ccd8", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"boundaries"
], 
"dct_temporal_sm": "2016", 
"dc_description_s": "This is a lookup table containing various data related to cities, townships, unorganized territories (CTUs) and any divisions created by county boundaries splitting them. These are termed Minor Civil Division (MCDs) by the Census Bureau. The table encompases the Twin Cities 7-county metropolitan area. It is intended to be a Council wide master lookup table for these entites. It contains official federal and state unique identifiers for CTUs and MCDs as well as identifiers created and used by other organizations. The table also contains historical MCDs dating back to the 1990s and a few other non-MCD records that are of importance to Met. Council use of this table. The County CTU Lookup Table relates to the Counties and Cities & Townships, Twin Cities Metropolitan Area dataset here: https://gisdata.mn.gov/dataset/us-mn-state-metc-bdry-metro-counties-and-ctus NOTES: - On 5/28/2014 a new field was added to reflect the new community designations defined in the Council's Thrive MSP 2040 regional plan - COMDES2040 - On 3/17/2011 it was discovered that the CTU ID used for the City of Lake St. Croix Beach was incorrect. It was changed from 2394379 to 2395599 to match GNIS. - On 3/17/2011 it was discovered that the CTU ID used for the City of Lilydale was incorrect. It was changed from 2394457 to 2395708 to match GNIS. - On 11/9/2010 it was discovered that the CTU ID used for the City of Crystal was incorrect. It was changed from 2393541 to 2393683 to match GNIS. - Effective April 2008, a change was made in GNIS to match the FIPS place codes to the NcivilN feature for each city instead of the Npopulated placeN feature. Both cities and townships are now NcivilN features within GNIS. This means that the official GNIS unique ID for every city in Minnesota has changed. - As of January 1, 2006, the five digit FIPS 55-3 Place codes that were used as unique identifiers in this dataset (CTU_CODE and COCTU_CODE fields) were officially retired by the Federal governement. They are replaced by a set of integer codes from the Geographic Names Information System (GNIS_CODE field). Both codes will be kept in this database, but the GNIS_CODE is considered the official unique identifier from this point forward. The GNIS codes are also slated to become official ANSI codes for these geographic features. While GNIS treats these codes as 6 to 8 digit integer data types, the Census Bureau formats them as 8 digit text fields, right justified with leading zeros included. - The Census Bureau will continue to create FIPS 55 Place codes for new cities and townships through the 2010 Census. After that, no new FIPS 55 codes will be created. Note that for townships that wholly incorporate into cities, the same FIPS 55 code will be used for the new city. (GNIS creates a new ID for the new city.) - Cities and townships have also been referred to as ''MCDs'' (a Census term), however this term technically refers to the part of each city or township within a single county. Thus, a few cities in the metro area that are split by county boundaries are actually comprised of two different MCDs. This was part of the impetus for a proposed MN state data standard that uses the ''CTU'' terminology for clarity. - A variety of civil divisions of the land exist within the United States. In Minnesota, only three types exist - cities, townships and unorganized territories. All three of these exist within the Twin Cities seven county area. The only unorganized territory is Fort Snelling (a large portion of which is occupied by the MSP International Airport). - Some cities are split between two counties. Only those parts of cities within the 7-county area are included. - Prior to the 2000 census, the FIPS Place code for the City of Greenwood in Hennepin County was changed from 25928 to 25918. This dataset reflects that change.", 
"dct_issued_s": "2016-04-01T06:00:00.000Z", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Metropolitan Council"
], 
"dc_identifier_s": "urn-49036f7f-d66e-40d5-9acb-66dd20d6ccd8", 
"dc_relation_sm": [
"Counties and Cities & Townships, Twin Cities Metropolitan Area"
], 
"georss_polygon_s": "44.4 -94 45.4 -94 45.4 -92.7 44.4 -92.7 44.4 -94", 
"solr_year_i": 2016, 
"dct_spatial_sm": [
"Minnesota", 
"Minneapolis-St. Paul-Bloomington"
], 
"dc_publisher_sm": [
"Metropolitan Council"
], 
"layer_id_s": "urn:urn-49036f7f-d66e-40d5-9acb-66dd20d6ccd8", 
"georss_box_s": "44.4 -94 45.4 -92.7", 
"dc_title_s": "County, City and Township (CTU) Lookup Table: Twin Cities Metro, Minnesota, 2016", 
"layer_slug_s": "Minnesota-urn-49036f7f-d66e-40d5-9acb-66dd20d6ccd8"
}