{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-07-01T14:38:43Z", 
"solr_geom": "ENVELOPE(-98.4, -89, 49.9, 41.7)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/water-national-hydrography-data\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-281d01ed-294c-49b9-a309-db629e1486ff", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Inland Waters"
], 
"dc_format_s": "File", 
"dc_description_s": "The National Hydrography Dataset (NHD) is the surface-water component of The National Map. The NHD is a comprehensive set of digital spatial data that represents the surface water of the United States using common features such as lakes, ponds, streams, rivers, canals, stream gages, and dams. Polygons are used to represent area features such as lakes, ponds, and rivers; lines are used to represent linear features such as streams and smaller rivers; and points are used to represent point features such as stream gages and dams. Lines also are used to show the water flow through area features such as the flow of water through a lake. The combination of lines is used to create a network of water and transported material flow to allow users of the data to trace movement in downstream and upstream directions. The Watershed Boundary Dataset (WBD) is a companion dataset to the NHD. It defines the perimeter of drainage areas formed by the terrain and other landscape characteristics. The drainage areas are nested within each other so that a large drainage area, such as the Upper Mississippi River, will be composed of multiple smaller drainage areas, such as the Minnesota River. Each of these smaller areas can further be subdivided into smaller and smaller drainage areas. The WBD uses six different levels in this hierarchy, with the smallest averaging about 30,000 acres. The WBD is made up of polygons nested into six levels of data respectively defined by Regions, Subregions, Basins, Subbasins, Watersheds, and Subwatersheds.", 
"dct_issued_s": "2015-04-13", 
"dc_creator_sm": [
"U.S. Geological Survey (USGS) in cooperation with U. S. Environmental Protection Agency and other state and local partners."
], 
"dc_identifier_s": "urn-281d01ed-294c-49b9-a309-db629e1486ff", 
"dc_relation_sm": [
"National Hydrography Dataset (NHD) main site (includes WBD):http://nhd.usgs.gov A state subset of NHD is also available through the state's Geographic Data  Resource Site (GDRS)."
], 
"georss_polygon_s": "41.7 -98.4 49.9 -98.4 49.9 -89 41.7 -89 41.7 -98.4", 
"solr_year_i": 2015, 
"dct_spatial_sm": [
"Conterminous United States", 
"U.S.", 
"US", 
"Minnesota"
], 
"dc_publisher_sm": [
"U.S. Geological Survey (USGS)"
], 
"layer_id_s": "urn:urn-281d01ed-294c-49b9-a309-db629e1486ff", 
"georss_box_s": "41.7 -98.4 49.9 -89", 
"dc_title_s": "National Hydrography Dataset (NHD), High-Resolution: Minnesota, 2015", 
"layer_slug_s": "Minnesota-urn-281d01ed-294c-49b9-a309-db629e1486ff"
}