{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2017-01-20T18:39:40Z", 
"solr_geom": "ENVELOPE(-97.23, -89.53, 49.37, 43.5)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_bwsr/bdry_watershed_mgmt_dist_orgs/shp_bdry_watershed_mgmt_dist_orgs.zip\",\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/bdry-watershed-mgmt-dist-orgs\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://opengeometadata.github.io/edu.umn/b4/10/b3/08c9854e13bb5961a73e87a402/iso19139.xml\"}", 
"dc_rights_s": "Public", 
"uuid": "b410b308-c985-4e13-bb59-61a73e87a402", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Boundaries"
], 
"dct_temporal_sm": "2015", 
"dc_description_s": "This data set depicts watershed district and watershed management organization boundaries throughout the state of Minnesota. Watershed districts are local units of government that work to solve and prevent water-related problems. The boundaries of the districts closely follow those of a natural watershed (an area in which all water drains to one point). Minnesota has 46 watershed districts, most of which are named after the primary lake or river within the watershed. Minnesota's watershed districts do not cover the entire state. They are created through a local petition process. Minnesota Statute Chapter 103D governs the formation and operation of watershed districts. In 1982, the Minnesota Legislature approved the Metropolitan Area Surface Water Management Act (Minnesota Statutes 103B.201 to 255), which requires local units of government in the seven-county Metro Area to prepare and implement comprehensive surface water management plans through membership in a watershed management organization (WMO).A watershed management organization (WMO) is defined as a watershed district wholly within the seven-county, Twin Cities Metropolitan Area or a joint powers entity established wholly or partly in the metropolitan area by special law or agreement to perform some or all of the functions of a watershed district. NOTES: - MANY BOUNDARY DISCREPANCIES EXIST WITH THIS DATA SET. See Lineage in Section 2 of this metadata for more details. This layer represents BWSR's most current information on watershed districts and WMOs in the State of MN. The dataset is NOT error free, and boundaries are frequently being updated and changed, so these should be used for reference only. Water planning is either the responsibility of a watershed district or a water management org. If neither of these exist, then responsibility falls onto the county. For a more precise boundary determination, check with the BWSR board conservationist for the area in question.", 
"dct_issued_s": "2015-04-15T06:00:00.000ZZ", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Minnesota Board of Water and Soil Resources (BWSR)"
], 
"dc_identifier_s": "b410b308-c985-4e13-bb59-61a73e87a402", 
"georss_polygon_s": "43.5 -97.23 49.37 -97.23 49.37 -89.53 43.5 -89.53 43.5 -97.23", 
"solr_year_i": 2015, 
"dct_spatial_sm": [
"Minnesota, United States"
], 
"dc_publisher_sm": [
"Minnesota Board of Water and Soil Resources"
], 
"layer_id_s": "b410b308-c985-4e13-bb59-61a73e87a402", 
"georss_box_s": "43.5 -97.23 49.37 -89.53", 
"dc_title_s": "Watershed Management Districts and Organizations: Minnesota, 2015", 
"layer_slug_s": "b410b308-c985-4e13-bb59-61a73e87a402", 
"dct_isPartOf_sm": "Minnesota Geospatial Commons"
}