{
"layer_geom_type_s": "Point", 
"layer_modified_dt": "2016-07-11T09:15:43Z", 
"solr_geom": "ENVELOPE(-93.3212809889999, -93.2134896339999, 45.0448693690001, 44.8969193040001)", 
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"http://opendata.minneapolismn.gov/datasets/6d3c4cca729f41818f38d267afc323a8_0.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://services.arcgis.com/afSMGVsC7QlRK1kZ/arcgis/rest/services/OPENDATA_NCR_ORGCONTACT/FeatureServer/0\",\"http://schema.org/url\":\"http://opendata.minneapolismn.gov/datasets/6d3c4cca729f41818f38d267afc323a8_0\"}", 
"dc_rights_s": "Public", 
"uuid": "c6afaa16-e248-4671-9318-c97290806a2b", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
"Society", 
"Open Data", 
"Neighborhoods", 
"NCR"
], 
"dct_temporal_sm": "2015", 
"dc_description_s": "For questions about this data please contact NCROpenData@minneapolismn.gov General locations of the Neighborhood Organizations in the City of Minneapolis and their contact information. Explanation of data provided in the Neighborhood Organization Contact Information report: NCR Neighborhood Specialist - The City of Minneapolis Neighborhood and Community Relations department staff assigned to work with each Minneapolis neighborhood. Neighborhood Specialists provide support for neighborhood planning and community engagement efforts, oversee the tracking and administrative functions associated with implementing neighborhood plans, and oversee additional administrative functions to support the financial and organizational capacity of neighborhood groups. Column name NCR_N_SPEC. NCR Community Specialist - The City of Minneapolis Neighborhood and Community Relations department staff also assigned to work with each Minneapolis neighborhood. These staff provide support for neighborhood planning and community engagement efforts – focusing primarily on assisting each neighborhood in its efforts to reach those segments of the population that are under-represented in current neighborhood planning and engagement activities or are generally harder to reach on an ongoing basis. Community Specialists also work with other non-geographically-based community organizations throughout Minneapolis to more fully engage target populations throughout the city. Column name NCR_C_SPEC. PlanNet Neighborhood Name (for sorting with other PlanNet info) – This is a field used in PlanNet – the City’s information system used for tracking NRP and CPP neighborhood initiatives. It is included for use in conjunction with other PlanNet-derived data. Column name SYSNAME.", 
"dct_issued_s": "2014-11-25T20:46:07.000ZZ", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"MapIT Minneapolis"
], 
"dc_type_s": "Dataset", 
"dc_identifier_s": "c6afaa16-e248-4671-9318-c97290806a2b", 
"georss_polygon_s": "44.8969193040001 -93.3212809889999 45.0448693690001 -93.3212809889999 45.0448693690001 -93.2134896339999 44.8969193040001 -93.2134896339999 44.8969193040001 -93.3212809889999", 
"solr_year_i": 2014, 
"dct_spatial_sm": [
"City of Minneapolis, Minnesota", 
"Minneapolis"
], 
"dc_publisher_sm": [
"MapIT Minneapolis"
], 
"layer_id_s": "urn:c6afaa16-e248-4671-9318-c97290806a2b", 
"georss_box_s": "44.8969193040001 -93.3212809889999 45.0448693690001 -93.2134896339999", 
"dc_title_s": "NCR Organization Contact: Minneapolis, Minnesota", 
"layer_slug_s": "Minnesota-c6afaa16-e248-4671-9318-c97290806a2b"
}