{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T10:00:07Z", 
"solr_geom": "ENVELOPE(-97.23, -89.53, 49.37, 43.5)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/plan-stateland-dnrcounty\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_dnr/plan_stateland_dnrcounty/shp_plan_stateland_dnrcounty.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-875a1188-946f-451a-8ede-3d35a3cfba7a", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
<<<<<<< HEAD
"planningCadastre", 
=======
"Planning and Cadastral", 
>>>>>>> master
"management of natural resources", 
"land", 
"ownership", 
"planning"
], 
"dct_temporal_sm": "2016", 
"dc_description_s": "State owned surface interests, including fee surface, easement in, lease in, and agreement, administered by the Minnesota Department of Natural Resources or by a County, mapped to the PLS forty and government lot. When there is no match to the PLS forty or government lot in the PLS40 layer, a record is then matched to the PLS section layer. These layers merge the DNR Control Point Generated PLS layer (PLS40) with land records stored in the DNR's Land Record System (LRS) in Oracle. The data are limited to a forty, government lot, or section level representation. Therefore, any state owned lands that are less than a forty, government lot, or section, are represented by the entire forty, government lot, or section. There are many different ways to look at these State lands. In this case, layers have been created and grouped by selecting the type of State land, the type of interest held by the State, or the administrator of the State land, as follows: - one set of layers (i.e., stateland_type_xxx, where xxx represents the various categories) is created by selecting for the various land types stored in the LANDTYPE field. This set of layers only considers Fee Surface interests. - a second set of layers (i.e., stateland_interest_xxx, where xxx represents the various types of surface interests) is created by selecting for the various interest types stored in the INT_TYPE field. Note: the stateland_interest_conservationeasement layer is a subset of the stateland_interest_easementin layer, so conservation easement records are also in the stateland_interest_easementin layer. - a third set of layers (i.e., stateland_admin_xxx, where xxx represents the various MNDNR units or a county administers these surface interests) is created by selecting for the various administrators stored in the ADMINISTRATOR or ADMPRGPRJADDL fields. One view of this set of layers includes all surface interest types, while the other view only includes fee surface interests.", 
"dct_issued_s": "2015-11-25", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Minnesota Department of Natural Resources (DNR) - Lands and Minerals"
], 
"dc_identifier_s": "urn-875a1188-946f-451a-8ede-3d35a3cfba7a", 
"dc_relation_sm": [
"This resource replaces State Administered Lands with MNDNR Interest (plan_state_lands_dnr_interest)"
], 
"georss_polygon_s": "43.5 -97.23 49.37 -97.23 49.37 -89.53 43.5 -89.53 43.5 -97.23", 
"solr_year_i": 2015, 
"dct_spatial_sm": [
"Minnesota"
], 
"dc_publisher_sm": [
"Minnesota Department of Natural Resources"
], 
"layer_id_s": "urn:urn-875a1188-946f-451a-8ede-3d35a3cfba7a", 
"georss_box_s": "43.5 -97.23 49.37 -89.53", 
"dc_title_s": "State Surface Interests Administered by MNDNR or by Counties: Minnesota, 2015", 
"layer_slug_s": "Minnesota-urn-875a1188-946f-451a-8ede-3d35a3cfba7a"
}