{
"solr_year_i": 2015, 
"uuid": "urn-34451228-69de-426a-a8b5-78ce412c8460", 
"layer_geom_type_s": "Mixed", 
"dc_publisher_sm": [
"Dakota County, Minnesota"
], 
"layer_modified_dt": "2016-06-29T10:00:09Z", 
"dc_creator_sm": [
"David Holmen, Dakota County Soil and Water Conservation District, Resource Conservationist/I.T. Specialist"
], 
"layer_id_s": "urn:urn-34451228-69de-426a-a8b5-78ce412c8460", 
"georss_polygon_s": "44.470852 -93.330513 44.923327 -93.330513 44.923327 -92.730683 44.470852 -92.730683 44.470852 -93.330513", 
"georss_box_s": "44.470852 -93.330513 44.923327 -92.730683", 
"dc_identifier_s": "urn-34451228-69de-426a-a8b5-78ce412c8460", 
"dct_provenance_s": "Minnesota", 
"dc_title_s": "MLCCS Natural Resource Inventory, SWCD: Dakota County, Minnesota, 2015", 
"layer_slug_s": "Minnesota-urn-34451228-69de-426a-a8b5-78ce412c8460", 
"dc_format_s": "Shapefile", 
"dc_description_s": "This data set contains land cover polygons and associated attributes. From 1999 to 2003 land cover boundaries were created by interpreting, delineating, and digitizing vegetation communities and impervious surfaces. The Minnesota Land Cover Classification System (MLCCS)was used to interpret land cover types. MN DNR color infrared photography, Dakota County digital color aerial photography, and Pictometry were used for interpreting vegetation along with the following GIS data sets: national wetland inventory, county biological survey, hydric soils, physical water features, fieldline boundaries, woodline boundaries, and contours. Land cover boundaries were delineated on 1997 Metropolitan Council Digital Ortho Quarter Quads (DOQQ'S) from 1999 to 2000 (1991 United States Geological Survey DOQQ's were used for high water areas that were flooded on the 1997 DOQQ's), on 2000 Metropolitan Council DOQQ's from 2000 to 2002 and on 2002 Dakota County DOQQ's during 2003. Resulting interpreted and delineated land cover polygons were field checked where visible or accessible from roads or public property. Polygon boundaries were then digitized in ArcInfo at a 1:3,000 scale. A Minumum mapping unit of 1 acre was observed for both built-up and semi-natural and natural polygons. Exceptions: feedlots, prairies, stormwater ponds, and many wetlands were mapped at smaller sizes, and a portion of the City of Eagan extending from the southern municipal boundary northwest to 35E and east to Dodd Road to the north and Highway 3 to the south was re-mapped at a 1/4 acre mmu (only MLCCS 10,000 level codes). Partial updates were completed for: many wetland basins within the Vermillion River Watershed (political boundary) in 2006-07 during the WWIA using 2005 and 2006 aerial photography, many wetland basins within the North Cannon River Watershed (poltical boundary) in 2007-08 during the WWIA using 2006 and 2008 aerial photography, the entire Vermillion River Watershed (political boundary) in 2009 using 2008 and 2009 aerial photography, a 1 mile buffer area of both sides of all waterways within the North Cannon River Watershed (political boundary) in 2010 using 2009 aerial photography, all remaining sections of the North Cannon River Watershed (political boundary) in early 2012 using 2011 aerial photography, many areas of Dakota County north of Apple Valley/Rosemount during 2012 using 2011 aerial photography while spot checking data, all Dakota County FNAP property easements through 2013, and all BWSR approved Wetland Banks in Dakota County through 2013.", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-co-dakota-biota-landusedev-mlccs\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_co_dakota/biota_landusedev_mlccs/shp_biota_landusedev_mlccs.zip\"}", 
"dc_subject_sm": [
"Biota", 
"vegetation", 
"surface runoff", 
"land cover"
], 
"dct_issued_s": "2015-11-13", 
"solr_geom": "ENVELOPE(-93.330513, -92.730683, 44.923327, 44.470852)", 
"dc_rights_s": "Public", 
"dct_spatial_sm": [
"Minnesota", 
"Dakota County, Minnesota"
]
}