{
"layer_geom_type_s": "Mixed", 
"layer_modified_dt": "2016-06-29T09:59:28Z", 
"solr_geom": "ENVELOPE(-94.012, -92.732, 45.415, 44.471)", 
"dct_references_s": "{\"http://schema.org/url\":\"https://gisdata.mn.gov/dataset/us-mn-state-metc-plan-generl-lnduse-historical\",\"urn:x-esri:serviceType:ArcGIS#DynamicMapLayer\":\"https://gis2.metc.state.mn.us/arcgis/rest/services/MetroGIS/Planning_Development/MapServer/12\",\"http://schema.org/downloadUrl\":\"ftp://ftp.gisdata.mn.gov/pub/gdrs/data/pub/us_mn_state_metc/plan_generl_lnduse_historical/shp_plan_generl_lnduse_historical.zip\"}", 
"dc_rights_s": "Public", 
"uuid": "urn-d4c4b240-7862-48cb-9cac-cacf9e4f21ec", 
"dct_provenance_s": "Minnesota", 
"dc_subject_sm": [
<<<<<<< HEAD
"planningCadastre"
=======
"Planning and Cadastral"
>>>>>>> master
], 
"dct_temporal_sm": "2010", 
"dc_description_s": "The Historical Generalized Land Use dataset encompasses the seven county Twin Cities (Minneapolis and St. Paul) Metropolitan Area in Minnesota. The dataset was developed by the Metropolitan Council, a regional governmental organization that deals, in part, with regional issues and long range planning for the Twin Cities area. The data were interpreted from 1984, 1990, 1997, 2000, 2005 and 2010 air photos and other source data, with additional assistance from county parcel data and assessor's information. The Metropolitan Council has routinely developed generalized land use for the Twin Cities region since 1984 to support its statutory responsibilities and assist in long range planning for the Twin Cities area. The Council uses land use information to monitor growth and to evaluate changing trends in land consumption for various urban purposes. The Council uses the land use trend data in combination with its forecasts of households and jobs to plan for the future needs and financing of Metropolitan services (i.e. Transit, Wastewater Services, etc.). Also, in concert with individual local units of government, the land use and forecast data are used to evaluate expansions of the metropolitan urban service area (MUSA). The Council does not specifically survey the rights-of-way of minor highways, local streets, parking lots, railroads, or other utility easements. The area occupied by these uses is included with the adjacent land uses, whose boundaries are extended to the centerline of the adjacent rights-of way or easements. The accuracy of Council land use survey data is suitable for regional planning purposes, but should not be used for detailed area planning, nor for engineering work. Until 1997, the Metropolitan Council had manually interpreted aerial photos on mylar tracing paper into a 13-category land-use classification system to aggregate and depict changing land use data. In 1997, with technological advances in GIS and improved data, the Metropolitan Council was able to delineate land uses from digital aerial photography with counties' parcel and assessor data and captured information with straight 'heads-up' digitizing with GIS software. Also, understanding that land use data collected and maintained at the county and city level are collected at different resolutions using different classification schemes, the Metropolitan Council worked with local communities and organizations to develop a cooperative solution to integrate the Council's land use interpretation with a generally agreed upon regional classification system. By 2000, the Metropolitan Council had not only expanded their Generalized Land Use Classification system to include 22 categories, but had refined how they categorized land (removing all ownership categories) to reflect actual use. See the Entities and Atributes section of the metadata for a detailed description of each of the land use categories and available subcategories. With the completion of the 2010 Generalized Land Use dataset, regional and local planners have the ability to map changes in urban growth and development in a geographic information system (GIS) database. By tracking land use changes, the Metropolitan Council and local planners can better visualize development trends and anticipate future growth needs. NOTE ABOUT COMPARATIVE ANALYSIS: It is important to understand the changes between land use inventory years and how to compare recent land use data to historical data. In general, over the land use years, more detailed land use information has been captured. Understanding these changes can help interpret land use changes and trends in land consumption. For detailed category definitions, specific land use comparisons and how best to compare the land uses between 1984 and 2010, please refer to the Attribute Accuracy or the Data Quality section of the metadata. It is also important to note that changes in data collection methodology also effects the ability to compare land use years: - In 2000, the land use categories were modified to more accurately reflect the use of the land rather than ownership. Although this has minimal effect on associating categories between 1997 and 2000, is may have had an affect on some particular land use. For example, land owned by a community or county but had no apparent active use could have been classified as 'Public/ Semi-Public' prior to 2000. In 2000, land with no apparent use, regardless of who owns it, is classified as 'Undeveloped.' - With better resolution of air photos beginning in 2000, the incorporation of property information from county assessors and the use of more accurate political boundaries (particularly on the exterior boundaries of the region), positive impacts were made on the accuracy of new land use delineations between pre-2000 land use data and data collected in 2000, 2005 and 2010. With the improved data, beginning in 2000, a greater effort to align land use designations, both new and old, to correspond with property boundaries (county parcels) where appropriate. In addition, individual properties were reviewed to assess the extent of development. In most cases, if properties under 5 acres were assessed to be at least 75% developed, then the entire property was classified as a developed land use (not 'Undeveloped'). As a result of these realignments and development assessments, changes in land use between early land use years (1984-1997) and more recent years (2000-2010) will exist in the data that do NOT necessarily represent actual land use change. These occurrences can be found throughout the region. There are also numerous known deficiencies in the datasets. Some known deficiencies are specific to a particular year while others may span the entire time series. For more details, please refer to Attribute Accuracy of the Data Quality section of the metadata.", 
"dct_issued_s": "2010-04-20T05:00:00.000Z", 
"dc_format_s": "Shapefile", 
"dc_creator_sm": [
"Metropolitan Council"
], 
"dc_identifier_s": "urn-d4c4b240-7862-48cb-9cac-cacf9e4f21ec", 
"dc_relation_sm": [
"Generalized Land Use 2005 for the Twin Cities Metropolitan Area, Generalized Land Use 2010 for the Twin Cities Metropolitan Area"
], 
"georss_polygon_s": "44.471 -94.012 45.415 -94.012 45.415 -92.732 44.471 -92.732 44.471 -94.012", 
"solr_year_i": 2010, 
"dct_spatial_sm": [
"Minnesota", 
"Minneapolis-St. Paul-Bloomington"
], 
"dc_publisher_sm": [
"Metropolitan Council"
], 
"layer_id_s": "urn:urn-d4c4b240-7862-48cb-9cac-cacf9e4f21ec", 
"georss_box_s": "44.471 -94.012 45.415 -92.732", 
"dc_title_s": "Generalized Land Use, Historical: Twin Cities Metro, Minnesota, 2010", 
"layer_slug_s": "Minnesota-urn-d4c4b240-7862-48cb-9cac-cacf9e4f21ec"
}