{
  "geoblacklight_version": "1.0",
  "dc_identifier_s": "UMN_ALMA:9918837830001701",
  "dc_rights_s": "Public",
  "dc_title_s": "L'Asia divisa ne' suoi principali stati di nuova projezione.",
  "dct_provenance_s": "University of Minnesota",
  "layer_slug_s": "p16022coll246:113",
  "solr_geom": "ENVELOPE(25,-165,78,-10)",
  "dc_creator_sm": [
    "Zatta, Antonio, active 1757-1797"
  ],
  "dc_description_s": "Cartographic Details: Scale not given (E 25°--W 165°/N 78°--S 10°). Relief shown pictorially.\"Questa carta eá un poá differente dalle precedenti per l'ultime scoperte al N.E. dell' Asia e nell' Oceano Pacifico. Essendo il Mar Caspio descritto con molto divario nell' altre carte; per istabilirne l'esata posizione ci siamo serviti del Passaggio di Venere, che fu nel 1769 e dell' Ecclissi del Sole, che accadde lo stesso di, edition anno. Questi due fenomeni si osservarono a Gurief dal Celebre Lowitz, e ne risulta che questa Cittaá eá ai 47°7'7\" di Lati. edition ai 49°40' di Long. Cosi pure si eá posta la Cittaá di Baku sulla Spiaggia occidentale del Mar Caspio ai 40°15' di Lati. edition ai 46°6' di Long. secondo l'Ecclissi Orizontale della Luna del 19 Giugno 1750 osservata a Baku dal Capitanio Elton, edition a Parigi dal Sig. le Monnier. Deá suddetti risultati haá il merito il nostro celebre Geografo Sig. Rizzi Zannoni Membro dell' Accad. Elet. di Monaco, di Gottinga, d'Altorf, e Ingegnere Primario di S.M. Cristianis nei Dipartimenti della marina, e degli affari stranieri, &c.\".\" Decorated title cartouche. Hand-colored copper engraving, printed on wove paper with watermark. Sea of Korea referred to as\"Mare di Corea.\"|30 x 40 centimeters|Scale not given.|Ames Library of South Asia Maps",
  "dc_format_s": "JPEG",
  "dct_references_s": "{\"http://schema.org/url\":\"https://umedia.lib.umn.edu/item/p16022coll246:113\",\"http://iiif.io/api/presentation#manifest\":\"https://cdm16022.contentdm.oclc.org/iiif/info/p16022coll246/113/manifest.json\"}",
  "dct_spatial_sm": [
    "Asia"
  ],
  "layer_modified_dt": "2022-09-28T02:14:10Z",
  "dc_language_sm": [
    "ita"
  ],
  "dc_publisher_s": "Presso Antonio Zatta, con privilegio dell'Ecc'mo Senato; Venezia",
  "dct_issued_s": "1777",
  "dct_temporal_sm": [
    "1777"
  ]
}